{"data": [{"headline": "Infant formula market: a2 Milk rockets but may face regulatory risks in China", "date": "2017-05-20", "url": "http://www.afr.com/Page/Uuid/gw734p", "summary": "For those investors looking for exposure to China's booming infant formula market, a2 Milk Company is the hot ticket in town."}, {"headline": "a2 Milk Company upgrades sales outlook", "date": "2017-04-26", "url": "http://www.afr.com/Page/Uuid/gvseyz", "summary": "The a2 Milk Company has confirmed that a strong start to June half sales will mean revenue for the full year will be much better than first anticipated."}, {"headline": "a2 Milk Company appears poised for an earnings upgrade ", "date": "2017-04-25", "url": "http://www.afr.com/Page/Uuid/gvrq2q", "summary": "The a2 Milk Company appears set for an an earnings upgrade following a strong start to the second half with tins of baby formula flying off the shelves as it gained market share from rivals."}, {"headline": "UBS Asset Management's Wood and Gomes on their 'common sense' rules of investing", "date": "2017-04-17", "url": "http://www.afr.com/Page/Uuid/gvm0ek", "summary": "Small caps duo Stephen Wood and Victor Gomes show there is room for folksy wisdom and edgy technology stocks in a portfolio."}, {"headline": "Gen X, Y go after offshore for tech stocks", "date": "2017-03-26", "url": "http://www.afr.com/Page/Uuid/gv640q", "summary": "Millennials traders are going offshore and buying small-name, but big influence tech stocks."}, {"headline": "Jan Cameron's Black Prince sued Bellamy's for access to documents", "date": "2017-03-24", "url": "http://www.afr.com/Page/Uuid/gv4gj7", "summary": "Federal Court filings obtained by the Financial Review show just how nasty the board battle became. "}, {"headline": "Blackmores CEO Christine Holgate says China rule change not a 'full stop'", "date": "2017-03-21", "url": "http://www.afr.com/Page/Uuid/gv32kb", "summary": "Blackmores CEO Christine Holgate says she's encouraged by the latest e-commerce ruling in China but it may still change."}, {"headline": "China backs down on tough new e-commerce laws in boost for Aussie exporters", "date": "2017-03-20", "url": "http://www.afr.com/Page/Uuid/gv28fe", "summary": "China has backtracked on new cross-border restrictions that had threatened exporters of vitamins, milk powder and cosmetics."}, {"headline": "Bellamy's debacle not an issue for Blackmores, A2 Milk: analysts", "date": "2017-01-12", "url": "http://www.afr.com/Page/Uuid/gtq0k0", "summary": "The strategic missteps by Bellamy's in selling infant formula to China do not extend to its rivals, analysts said."}, {"headline": "A2 Milk advertising claims under fire from rival Lion Group", "date": "2016-08-28", "url": "http://www.afr.com/Page/Uuid/gr2wem", "summary": "Japanese beverage giant Lion Group has accused The a2 Milk Company of deceptive and misleading conduct."}, {"headline": "Investors keen for a steady return are seeing it happen all over again ", "date": "2016-06-21", "url": "http://www.afr.com/Page/Uuid/gpnulf", "summary": "There's nothing worse than losing money, paying tax and getting caught up on the wrong side of all the volatility. Except having it happen all over again."}]}