{"data": [{"headline": "How the Rich Invest: Jack Cowin ", "date": "2017-05-17", "url": "http://www.afr.com/Page/Uuid/gw6h92", "summary": "Jack Cowin is a billionaire in his own right thanks to Domino's. But he's also making money outside of fast food. "}, {"headline": "Why DMP's Harry Cator is not buying the Australian banks", "date": "2017-04-09", "url": "http://www.afr.com/Page/Uuid/gvfosk", "summary": "\"I own as few of them as I dare allow,\" says Harry Cator on banks. He is also bored with Brexit and Trump, but not Asia."}, {"headline": "Red Rooster, Oporto owner to launch IPO hard-sell ", "date": "2017-03-23", "url": "http://www.afr.com/Page/Uuid/guye0s", "summary": "Quick Service Restaurants has started restructuring $200 million of debt and searching for new independent directors as its private equity owners finalise plans for a $500 million IPO.\n\n"}, {"headline": "Drones, 'bots 'not just a gimmick' says Domino's CEO", "date": "2017-03-08", "url": "http://www.afr.com/Page/Uuid/gursde", "summary": "Domino's CEO Don Meij says pizza delivery drones, robots and voice-activated order apps are 'not just a gimmick'.\n"}, {"headline": "Domino's Pizza to audit all Australian franchisees ", "date": "2017-03-08", "url": "http://www.afr.com/Page/Uuid/gut3e8", "summary": "Domino's Pizza Enterprises will audit all 740 franchised stores by the end of June to ensure labour regulation compliance."}, {"headline": "Domino's new weapon in pizza wars: Artificial intelligence ", "date": "2017-03-01", "url": "http://www.afr.com/Page/Uuid/guneuq", "summary": "Domino's is embracing artificial intelligence to convince Australians to eat more pizza.\n "}, {"headline": "Don Meij tribute donmeij.com paid for by Domino's franchisees ", "date": "2017-02-19", "url": "http://www.afr.com/Page/Uuid/gug7r4", "summary": "Stick this red flag in your XL Supreme (garlic bread not included)."}, {"headline": "Don Meij can't deliver enough topping for Domino's Pizza investors", "date": "2017-02-15", "url": "http://www.afr.com/Page/Uuid/gudacd", "summary": "Domino's delivered its now traditional profit upgrade - only this time it wasn't big enough. "}, {"headline": "Domino's Pizza Enterprises lifts guidance as profit rises 8.3pc ", "date": "2017-02-15", "url": "http://www.afr.com/Page/Uuid/gu4cr1", "summary": "Domino's Pizza Enterprises raised its full-year guidance after reporting its interim profit rose 8.3 per cent to a record $50.7 million. "}, {"headline": "Domino's Pizza investigates wage fraud, denies network pressure ", "date": "2017-02-13", "url": "http://www.afr.com/Page/Uuid/gubdst", "summary": "Shares in Domino's Pizza have fallen almost 7 per cent amid new reports of wage abuse and its arch rival regains lost ground."}, {"headline": "Jeff Champman's stockpickers deliver bumper profit for Bennelong", "date": "2017-02-08", "url": "http://www.afr.com/Page/Uuid/gu6d86", "summary": "Bennelong Fund Management's 2016 accounts reveal just how well the stock-pickers assembled by BRW Rich Lister Jeff Chapman performed last year."}, {"headline": "Domino's Don Meij bitch-slaps his doubters", "date": "2017-01-31", "url": "http://www.afr.com/Page/Uuid/gu2iwg", "summary": "Intergalactic success can be a heavy burden, so we're trying to cut Domino's Pizza Enterprises some slack for their inability to accept valid criticism."}, {"headline": "Ex-David Jones CEO backs Nexba as sales jump on anti-sugar wave", "date": "2017-01-31", "url": "http://www.afr.com/Page/Uuid/gu1vfn", "summary": "Anti-sugar soft drinks firm Nexba has secured ex-David Jones CEO Paul Zahra as an investor as it ramps up expansion with external fundraising. "}, {"headline": "Domino's shares slump as surcharge bites ", "date": "2017-01-26", "url": "http://www.afr.com/Page/Uuid/gtywik", "summary": "Shares in Domino's Pizza Enterprises have fallen almost 9 per cent amid fears that a new surcharge to recoup higher wages may crimp sales growth in Australia."}, {"headline": "Domino's Pizza hard to chew", "date": "2017-01-16", "url": "http://www.afr.com/Page/Uuid/gtsdow", "summary": "Domino's Pizza has been a dream stock over the past five years, delivering 700 per cent-plus gains to shareholders and a bellyfull of puns to journalists."}, {"headline": "Domino's growth in the bag despite pressure on franchisees", "date": "2016-12-12", "url": "http://www.afr.com/Page/Uuid/gt9adm", "summary": "Domino's stands to double its share of the $23 billion takeaway food market, but short term expansion could come under pressure as higher wages dent franchisee margins."}, {"headline": "Domino's maintains net profit growth guidance despite stronger sales ", "date": "2016-11-07", "url": "http://www.afr.com/Page/Uuid/gsjeki", "summary": "Domino's affirms its forecast for 30 per cent net profit growth this year despite record sales in the group's largest market in the first four months of 2017."}, {"headline": "CEOs face AGM backlash on pay", "date": "2016-11-06", "url": "http://www.afr.com/Page/Uuid/gsiz7r", "summary": "CEOs of major companies face an investor backlash over 'soft' and 'poorly explained' bonuses in the biggest week of the year for AGMs."}, {"headline": "Fidelity identifies Estee Lauder, Amazon, Facebook as tech leaders", "date": "2016-10-23", "url": "http://www.afr.com/Page/Uuid/gs6yl9", "summary": "Not all the winners of technological change will be tech stocks, says Fidelity, calling out Estee Lauder and Ramsay Health."}, {"headline": "Domino's German pizza drive is a winner but the mega-multiple has faded", "date": "2016-10-23", "url": "http://www.afr.com/Page/Uuid/gs6h8l", "summary": "Domino's Pizza is a poster child for stockpicking optimists even if its huge price-earnings multiple has come back a little."}, {"headline": "Allegro Funds targets Eagle Boys franchisees to build Domino's Pizza rival", "date": "2016-09-25", "url": "http://www.afr.com/Page/Uuid/grnxal", "summary": "Private equity group Allegro Funds hopes to convert 60 Eagle Boys franchisees to Pizza Hut, to compete against Domino's."}, {"headline": "Pizza Hut's new owners eye bigger slice of market ", "date": "2016-09-06", "url": "http://www.afr.com/Page/Uuid/gra15k", "summary": "Private equity firm Allegro Funds is hoping three former \"burger flippers\" from McDonalds can restore the fortunes of Pizza Hut Australia.\n"}, {"headline": "Four risk takers and growth makers the market loves", "date": "2016-08-26", "url": "http://www.afr.com/Page/Uuid/gr1nfl", "summary": "In a profit season where blue chips have underwhelmed, investors like companies prepared to take risks and deliver real growth."}, {"headline": "The 14 'all weather' stocks that investors must have", "date": "2016-08-26", "url": "http://www.afr.com/Page/Uuid/gr1plf", "summary": "There's not very many of them around, but Rudy Filapek-Vandyck says all investors should own \"all weather\" stocks."}, {"headline": "How to put together a quality share portfolio", "date": "2016-08-24", "url": "http://www.afr.com/Page/Uuid/gqzmu2", "summary": "if you're investing for growth, \"star\" investments can include JB Hi-Fi, Cochlear, Blackmores and Harvey Norman."}, {"headline": "Pizza king Don Meij cashes in his Dominos chips, makes a motza ", "date": "2016-08-22", "url": "http://www.afr.com/Page/Uuid/gqyd0s", "summary": "Dominos CEO, Don Meij makes a killing with a fire-sale of his company's shares."}, {"headline": "Domino's Pizza profit rises 28.7 per cent", "date": "2016-08-16", "url": "http://www.afr.com/Page/Uuid/gqtfnt", "summary": "Domino's Pizza shares fell as much as 6 per cent after CEO Don Meij forecast slower sales and earnings growth this year. "}, {"headline": "Pressue on Domino's Don Meij to meet soaring expectations", "date": "2016-08-16", "url": "http://www.afr.com/Page/Uuid/gqtdqv", "summary": "There's no shortage of pressure on Domino's CEO Don Meij to keep delivering growth - as the 6 per cent fall in Domino's share price shows."}, {"headline": "Domino's Pizza profit rises 28.7 per cent", "date": "2016-08-16", "url": "http://www.afr.com/Page/Uuid/gqt1vy", "summary": "Domino's Pizza Enterprises' net profit surged 28.7 per cent but fell short of forecasts due to costs associated with the acquisition of pizza chains in France and Germany.\n"}, {"headline": " The rise of the Millennials ", "date": "2016-08-12", "url": "http://www.afr.com/Page/Uuid/gqq8vr", "summary": "There is considerable analysis and commentary focused on the impact of the ageing population and how investors can gain exposure to this trend. Yet another important, albeit less referenced investment theme, is the rise of Generation Y, a.k.a. Millennials. "}]}