{"data": [{"headline": "Yancoal's Hunter Valley funding challenge gets bigger with Mitsubishi coal offer", "date": "2017-05-25", "url": "http://www.afr.com/Page/Uuid/gwcmsg", "summary": "Fresh from offering $US2.45 billion for Rio Tinto's coal assets, Yancoal has offered to pay $US710 million for a stake in a Hunter Valley mine owned by Mitsubishi."}, {"headline": "Noble participation in Yancoal raising difficult: S&P", "date": "2017-05-24", "url": "http://www.afr.com/Page/Uuid/gwbzpw", "summary": "Standard & Poors says Noble Group will find it \"difficult\" to participate in the equity raising Yancoal will run to fund Rio Tinto coal assets."}, {"headline": "Ex-Rio Tinto's Sam Walsh doesn't 'fear the truth' over Guinea scandal ", "date": "2017-05-24", "url": "http://www.afr.com/Page/Uuid/gwbul0", "summary": "Former Rio Tinto CEO Sam Walsh says he doesn't fear the truth and doesn't expect any accusation to be made against him over the Guinea payments scandal."}, {"headline": "Rio unlikely to get better offer for NSW coal: EY", "date": "2017-05-22", "url": "http://www.afr.com/Page/Uuid/gwa2xc", "summary": "An independent experts says Rio Tinto is unlikely to get a better offer for its Hunter Valley coal assets than the $US2.45 billion offer lobbed by Yancoal."}, {"headline": "Cheap mining shares not slave to commodity prices", "date": "2017-05-21", "url": "http://www.afr.com/Page/Uuid/gw9lne", "summary": "It might not feel that comfortable amid recent price declines, but resources still look like the best option for Australian sharemarket investors."}, {"headline": "Rio Tinto hoses down Turquoise Hill takeover talk", "date": "2017-05-19", "url": "http://www.afr.com/Page/Uuid/gw8slh", "summary": "Rio Tinto has hosed down speculation that it has crept up the share register of Turquoise Hill Resources."}, {"headline": "Mackenzie spruiks BHP growth as Elliott gets nasty", "date": "2017-05-16", "url": "http://www.afr.com/Page/Uuid/gw5znk", "summary": "Activist investor Elliott Associates has accused BHP Billiton of avoiding tax and misleading investors. Meanwhile, BHP chief Andrew Mackenzie has outlined bullish growth targets. "}, {"headline": "BHP and Rio's total shareholder return is in the eye of the shareholder", "date": "2017-05-16", "url": "http://www.afr.com/Page/Uuid/gw5xxh", "summary": "When Elliott compared BHP and Rio Tinto's total shareholder returns, it was no accident the comparison was made since 2008."}, {"headline": "Rio Tinto, Fortescue Metals offer olive branch to local business", "date": "2017-05-12", "url": "http://www.afr.com/Page/Uuid/gw2yv6", "summary": "Two of the Pilbara's biggest mining companies have sweetened the terms they offer small businesses after battling anti-mining sentiment in WA."}, {"headline": "Mongolia backs down from local banking rule", "date": "2017-05-09", "url": "http://www.afr.com/Page/Uuid/gw07en", "summary": "The Mongolian government has abandoned a proposed law that would have forced foreign investors like Rio Tinto to funnel money through Mongolian banks.\n"}, {"headline": "Rio defends different treatment to exectutives over Simandou", "date": "2017-05-04", "url": "http://www.afr.com/Page/Uuid/gvyjub", "summary": "Rio Tinto has defended the different treatment it afforded to former executives linked to the Guinea scandal, and demanded the Queensland Government fix its power system."}, {"headline": "Rio Tinto offers Jacques 10 years at the top", "date": "2017-05-03", "url": "http://www.afr.com/Page/Uuid/gvy78c", "summary": "Rio Tinto has given chief executive Jean-Sebastien Jacques a \"10-year mandate\" to lead the company, in a move that has been welcomed by many Australian analysts and investors."}, {"headline": "How Don Argus helped Jan du Plessis release China Inc's grip on Rio Tinto", "date": "2017-05-03", "url": "http://www.afr.com/Page/Uuid/gvy4qg", "summary": "The Simandou scandal is nothing compared to what Rio chair Jan du Plessis faced when he first took the top job at the miner."}, {"headline": "Korean regulators approve Yancoal's Rio Tinto deal", "date": "2017-05-03", "url": "http://www.afr.com/Page/Uuid/gvxpco", "summary": "Yancoal has cleared another hurdle in its bid to acquire Rio Tinto's Hunter Valley coal assets, with the Korean Fair Trade Commission giving its blessings to the deal."}, {"headline": "Rio Tinto strikes partnership with China's Minmetals", "date": "2017-05-01", "url": "http://www.afr.com/Page/Uuid/gvw001", "summary": "Rio Tinto has struck a co-operation agreement with one of China's most powerful state-owned entities.  "}, {"headline": "Rival miner lauds activist campaign against BHP", "date": "2017-04-30", "url": "http://www.afr.com/Page/Uuid/gvvl0b", "summary": "A rival iron ore miner has lauded Elliott Associates for launching an activist campaign against BHP Billiton."}, {"headline": "Rio mine named in Mongolian foreign exchange grab", "date": "2017-04-30", "url": "http://www.afr.com/Page/Uuid/gvvl19", "summary": "Sovereign risk has flared again in Mongolia after Rio Tinto's Oyu Tolgoi mine was named in a government plan to force foreign investors to put more funds through Mongolian banks.\n"}, {"headline": "Freeport and Rio Tinto talk tough on Grasberg mine in Indonesia", "date": "2017-04-26", "url": "http://www.afr.com/Page/Uuid/gvt2li", "summary": "Freeport and Rio Tinto may suspend an expansion of the Grasberg copper mine in Indonesia."}, {"headline": "BHP seeks US shale sales to counter Elliott push", "date": "2017-04-26", "url": "http://www.afr.com/Page/Uuid/gvsqa3", "summary": "Barely a fortnight after activist investors urged it to demerge US petroleum assets, BHP says it may sell some US shale acreage."}, {"headline": "Big miners court the Raging Bull of rehab", "date": "2017-04-24", "url": "http://www.afr.com/Page/Uuid/gvo1tc", "summary": "The world's biggest miners are taking notice of a unique Australian company that is find a profitable niche in mine rehabilitation "}, {"headline": "The price gap between iron ore grades will narrow: analysts", "date": "2017-04-23", "url": "http://www.afr.com/Page/Uuid/gvovf1", "summary": "The gaping delta between the prices paid for high grade and lower grade iron ores should ease in coming months, according to analysts."}, {"headline": "Strike-hit Escondida months from full resumption", "date": "2017-04-20", "url": "http://www.afr.com/Page/Uuid/gvoo29", "summary": "BHP and Rio Tinto's Escondida copper mine will take much longer than expected to resume full production."}, {"headline": "Rio Tinto shipped less iron ore than expected amid tough quarter", "date": "2017-04-20", "url": "http://www.afr.com/Page/Uuid/gvneya", "summary": "Rio Tinto has slashed its copper production target and revealed a slow start to 2017 from its flagship iron ore division."}, {"headline": "Investors snap up miners as iron ore keeps falling", "date": "2017-04-19", "url": "http://www.afr.com/Page/Uuid/gvng0x", "summary": "The plunging iron ore price has some Australian fund managers very interested in the mining sector. "}, {"headline": "Beny Steinmetz won't let George Soros or Rio Tinto forget Simandou", "date": "2017-04-17", "url": "http://www.afr.com/Page/Uuid/gvm55p", "summary": "You can't deny that Beny Steinmetz, the Israeli billionaire who has been Rio Tinto's bete noire for the best part of a decade, isn't good for a bit of drama."}, {"headline": "Yancoal wins FIRB approval for Rio Tinto coal deal", "date": "2017-04-13", "url": "http://www.afr.com/Page/Uuid/gvk36n", "summary": "Chinese dominated miner Yancoal has won approval from the FIRB to buy Rio Tinto's Hunter Valley coal mine, rail and port assets."}, {"headline": "Rio Tinto chairman Jan du Plessis says 'we have not admitted bribery' in Guinea", "date": "2017-04-13", "url": "http://www.afr.com/Page/Uuid/gvjz8j", "summary": "Rio Tinto chairman Jan du Plessis has rejected a suggestion that his company has admitted to corruption and bribery in Guinea"}, {"headline": "Rio Tinto chair Jan du Plessis labels Guinea scandal 'upsetting'", "date": "2017-04-12", "url": "http://www.afr.com/Page/Uuid/gvj7m5", "summary": "Departing Rio Tinto chairman Jan du Plessis has faced shareholders for the first time since last year's \"upsetting\" payment scandal."}, {"headline": "Sam Walsh bonus deferral 'reasonable' says ISS", "date": "2017-04-11", "url": "http://www.afr.com/Page/Uuid/gvhqrb", "summary": "Rio Tinto's decision to defer bonuses owed to former chief executive Sam Walsh was \"reasonable\" according to an influential proxy advisor, but some of its incentive targets \"lack rigour\"."}, {"headline": "Rio Tinto chairman Jan du Plessis can't catch a break", "date": "2017-04-10", "url": "http://www.afr.com/Page/Uuid/gvi37s", "summary": "Just three days before his penultimate Rio AGM one of chairman Jan du Plessis' three new directors has hit controversy."}]}