{"data": [{"headline": "Australia Post, Woolworths, Westpac pay to access startups via CoVentured portal", "date": "2017-05-25", "url": "http://www.afr.com/Page/Uuid/gwbxzk", "summary": "Big companies including Optus and Westpac have paid $25,000 each to post problems that start-ups will compete to solve through a new portal."}, {"headline": "Convenience the new weapon in grocery war ", "date": "2017-05-23", "url": "http://www.afr.com/Page/Uuid/gwb6ch", "summary": "Ready-made food, new store formats and online shopping will become the weapons of choice as major supermarket chains defend their turf and meet the needs of millennials."}, {"headline": "Amazon gears up to take on Coles, Woolworths", "date": "2017-05-23", "url": "http://www.afr.com/Page/Uuid/gwaxb2", "summary": "Amazon is in talks with almost 20 per cent of food and grocery suppliers as the e-tailer prepares to take on Coles and Woolworths in the $3 billion online grocery market."}, {"headline": "Murray River Organics teeters after third downgrade", "date": "2017-05-22", "url": "http://www.afr.com/Page/Uuid/gwa7a1", "summary": "It just gets worse at Murray River Organics."}, {"headline": "Aldi keeps pressure on Coles, Woolworths by cutting prices ", "date": "2017-05-14", "url": "http://www.afr.com/Page/Uuid/gw2upu", "summary": "German discount grocery chain Aldi is hoping a new brand campaign, store refurbishments and an expanded fresh food offer will drive more customers through its doors as it scraps for its share of the $90 billion sector."}, {"headline": "Meriton to go up in Dee Why: approval given for two 17-storey apartment towers", "date": "2017-05-12", "url": "http://www.afr.com/Page/Uuid/gw3kzb", "summary": "Approval brings 17-level towers to traditional low-rise area on Sydney's northern beaches."}, {"headline": "Woolies' boss Banducci and former QBE boss O'Halloran shake the box for Salvos", "date": "2017-05-04", "url": "http://www.afr.com/Page/Uuid/gvytnt", "summary": "Nothing opens corporate wallets faster than a case of the guilts. Just ask Salvos' spruikers Brad Banducci and Frank O'Halloran."}, {"headline": "Caltex Australia gains ACCC clearance for Milemaker Petroleum deal ", "date": "2017-05-04", "url": "http://www.afr.com/Page/Uuid/gvyfdb", "summary": "Caltex Australia is pressing ahead with its $95 million acquisition of Milemaker Petroleum's retail fuel business after overcoming competition concerns."}, {"headline": "Price war odds rise as Woolworths outpaces Coles ", "date": "2017-05-03", "url": "http://www.afr.com/Page/Uuid/gvy0aa", "summary": "The battle for market share between Woolworths and Coles has reached a dangerous juncture."}, {"headline": "Goodman Fielder factory closure delayed by competition concerns ", "date": "2017-05-03", "url": "http://www.afr.com/Page/Uuid/gvxvri", "summary": "Goodman Fielder has been forced to postpone plans to shut its only WA bakery because of competition concerns over a supply agreement with a major rival. "}, {"headline": "Woolworths' BIG W to lose $160 million before implementing turnaround plan ", "date": "2017-05-02", "url": "http://www.afr.com/Page/Uuid/gvx63r", "summary": "Woolworths has come up with a new turnaround plan to save BIG W but it won't stop losses blowing out to more than $160 million this year."}, {"headline": "Maggie Beer Products shifts online to Melbourne, millennial focus ", "date": "2017-05-02", "url": "http://www.afr.com/Page/Uuid/gvwv10", "summary": "Maggie Beer Products is shifting its online distribution to Melbourne after a review found it needs to focus more on the millennials. "}, {"headline": "No price war, but Woolworths' soaring sales come at a cost", "date": "2017-05-02", "url": "http://www.afr.com/Page/Uuid/gvwzdj", "summary": "If you want a reminder that nothing comes for free, then look past the stunning third-quarter sales growth figures at Woolworths. "}, {"headline": "Woolworths posts strongest food sales growth since 2010 ", "date": "2017-05-02", "url": "http://www.afr.com/Page/Uuid/gvwpmp", "summary": "Woolworths has posted its strongest supermarket sales growth since 2010, with same-store food sales rising 4.5 per cent in the March quarter.\n"}, {"headline": "Amazon to wipe 16pc off retailer earnings: Fund managers ", "date": "2017-05-01", "url": "http://www.afr.com/Page/Uuid/gvw7cq", "summary": "Amazon will wipe 16 per cent off discretionary retailers' earnings within three years of entering Australia, according to surveys of fund managers and brokers by UBS."}, {"headline": "ASX poised to extend bullish run on earnings", "date": "2017-04-30", "url": "http://www.afr.com/Page/Uuid/gvv8xr", "summary": "Despite setbacks and stumbles, global markets have retained a bullish bid since Donald Trump took the oath of office."}, {"headline": "Off-the-plan Woolworths sale to Chinese investors sets new benchmark", "date": "2017-04-27", "url": "http://www.afr.com/Page/Uuid/gvtp9m", "summary": "A mainland Chinese investor has paid $13.5 million to buy a new Woolworth supermarket off-the-plan in Melbourne's inner suburbs."}, {"headline": "Chasing Woolworth down, down is costing Coles", "date": "2017-04-27", "url": "http://www.afr.com/Page/Uuid/gvthh0", "summary": "Coles is having to pay a price to hold its ground in the fight with Woolworths. "}, {"headline": "Woolworths signs 15-year lease at Pellicano's South City Square ", "date": "2017-04-26", "url": "http://www.afr.com/Page/Uuid/gvr4l3", "summary": "Woolworths have agreed to a big new store in Brisbane's next big apartment project, expecting the boom in apartments will create strong trading at its new store."}, {"headline": "HelloFresh, Marley Spoon get the knives out in the fight for customers", "date": "2017-04-25", "url": "http://www.afr.com/Page/Uuid/gvr9mm", "summary": "The knives have come out in the fast-growing meal kit delivery market, where Marley Spoon has accused arch rival HelloFresh of dirty tricks.\n"}, {"headline": "Woolworths to proceed with Masters sale after Lowe's forced to sell back stake", "date": "2017-04-21", "url": "http://www.afr.com/Page/Uuid/gvp8xq", "summary": "An arbitration process in the final stoush with Lowe's has cleared the way for Woolies' $1.5 billion exit plan."}, {"headline": "Retailers step up Amazon defences ", "date": "2017-04-20", "url": "http://www.afr.com/Page/Uuid/gvoelf", "summary": "Loyalty programs, data analytics and in-store experiences will become the weapons of choice as Australian retailers fight to protect sales and earnings from online retail behemoth Amazon."}, {"headline": "Big River boss says detached housing to stay strong ", "date": "2017-04-20", "url": "http://www.afr.com/Page/Uuid/gvocfe", "summary": "Big River eyeing acquisitions as the timber company prepares to list on the ASX later this year. "}, {"headline": "Coles, Woolworths early settlement discounts under scrutiny ", "date": "2017-04-18", "url": "http://www.afr.com/Page/Uuid/gvmwpe", "summary": "Coles and Woolworths are charging small food and grocery suppliers discounts of almost 4 per cent for the privilege of receiving payment for goods in 30 days rather than 60 days."}, {"headline": "Craft beer has moved beyond bearded hipsters but it is getting very crowded", "date": "2017-04-12", "url": "http://www.afr.com/Page/Uuid/gvhf92", "summary": "It started with hipsters, but after doubling to 400 brewers in the past two years, the craft beer market has got very crowded."}, {"headline": "Meet the small supermarket suppliers beating the global consumer giants", "date": "2017-04-12", "url": "http://www.afr.com/Page/Uuid/gvd0ar", "summary": "Small food suppliers are the envy of global conglomerates struggling to grow sales. Supermarket giants love them too."}, {"headline": "Woolworths shareholders to launch class action ", "date": "2017-04-11", "url": "http://www.afr.com/Page/Uuid/gvicyx", "summary": "Shareholders are preparing to launch a $100m class action law suit against Woolworths over a profit warning that sent the shares down almost 14pc. "}, {"headline": "Caltex chief Julian Segal joins queue of CEOs selling stock", "date": "2017-04-10", "url": "http://www.afr.com/Page/Uuid/gvhv9b", "summary": "Julian Segal is just the latest CEO to sell stock in his own story. It's never a great sign. "}, {"headline": "Lowe's still seeking more from Woolworths over Masters ", "date": "2017-04-05", "url": "http://www.afr.com/Page/Uuid/gveho0", "summary": "Lowe's has written down its stake in Masters to just $US103 million but is still seeking a much higher price for its share."}, {"headline": "Metcash to launch Price Match II to protect sales ", "date": "2017-04-04", "url": "http://www.afr.com/Page/Uuid/gvd21y", "summary": "Metcash is working with IGA retailers and suppliers on a new price matching program to stem share loss, which has accelerated since Woolworths turned the corner.\n"}]}