{"emotion": {"anger": 0.122154, "joy": 0.186717, "sadness": 0.596273, "fear": 0.136783, "disgust": 0.062556}, "sentiment": {"score": -0.0311045, "label": "negative"}, "headline": "ASX poised to extend bullish run on earnings", "text": "Timothy Moore by One hundred days after Donald Trump took charge of the White House, global markets retain a bullish bid as investors demonstrate a continuing willingness to focus on the positive. The reality is that Mr Trump has yet to accomplish anything substantive in terms of policy and has failed to make much progress on implementing the pro-growth tax reform and infrastructure spending promises he made on the campaign trail. For now the focus has shifted from bets that the Trump administration would be able to bolster inflation to corporate earnings, which are providing investors with justification for stock valuations. Over the weekend, the Nasdaq touched a record high, helped primarily on enthusiasm generated by the latest results from Alphabet and Amazon.com. Atlassian, the Aussie technology company advanced 3 per cent, has seen its shares rise 43 per cent so far this year.\n\nBoth the Dow Jones and the S&P 500 are sitting near record highs, as do the FTSE 100 in London, Germany's DAX and the CAC 40 in France.\n\nRisk on is still intact The S&P/ASX 200 starts the week at 5924 points, within striking distance of the 6000 mark. Good news from ANZ Banking Group, Woolworths, National Australia Bank and Qantas in the days ahead – all will reveal earings numbers – will underpin a surge to record territory. Earnings helped bolster local shares on Friday. ASX futures ended down 8 points over the weekend as Wall Street investors took a profit-taking breather in the wake of disappointing first-quarter economic growth data. A policy meeting at the Reserve Bank tomorrow has the potential to subdue local bulls, though the central bank has little reason to disrupt markets. All bets are that the RBA will hold its key rate at 1.5 per cent. Last week's data showing that inflation is rising, however slowly, diminishing downside risks for rates.\n\nOne contrarian thought is that the RBA just might want to signal the door to a rate cut isn't entirely shut, in an effort to drive the Australian dollar lower, said Greg McKenna, chief market strategist at CFD and FX provider AxiTrader. \"My bet would be the RBA would like the Australian dollar lower to provide additional stimulus both now and in what could be an uncomfortable 2018 as the housing construction boom starts to unwind,\" Mr McKenna said. The Australian dollar traded between US74.4¢ and US74.8¢ over the weekend, hovering near a three-month low. NAB currency strategist Rodrigo Catril said the local currency has been \"trading very heavy\" and it is \"vulnerable to the downside\". \"For now the AUD continues to find support around the US74.70/80¢ area, but from a technical perspective a break below that level could open the door for significant move lower.\"\n\nWill this be the week that the ASX powers through 6000? Bloomberg\n\nOn a positive note for the ASX, iron ore recouped 3.6 per cent on Friday, to $US68.80 a tonne, though activity was said to be light as Chinese traders and mills readied for a three-day break. Many markets across Asia and Europe are closed today for the May Day holiday. Among this week's higher profiled US corporate results: are Apple (Wednesday AEST), Facebook (Thursday AEST) and Berkshire Hathaway (Saturday AEST). Later in the week, there is a US central bank meeting with a statement on Thursday AEST and the release of April's government jobs report on Saturday AEST. In addition to iron ore, there was positive price news on copper, lead and nickel from London. And the price of oil edged higher on hope that OPEC might agree to extend production cuts long enough to reduce a global crude glut.", "image": "http://www.afr.com/content/dam/images/g/t/v/p/b/6/image.related.afrArticleLead.620x365.gvv8xr.png/1495084258100.jpg", "summary": "Among this week's higher profiled US corporate results: are Apple (Wednesday AEST), Facebook (Thursday AEST) and Berkshire Hathaway (Saturday AEST).\nAtlassian, the Aussie technology company advanced 3 per cent, has seen its shares rise 43 per cent so far this year.\nOver the weekend, the Nasdaq touched a record high, helped primarily on enthusiasm generated by the latest results from Alphabet and Amazon.com.\nAnd the price of oil edged higher on hope that OPEC might agree to extend production cuts long enough to reduce a global crude glut.\nRisk on is still intact The S&P/ASX 200 starts the week at 5924 points, within striking distance of the 6000 mark.", "url": "http://www.afr.com/Page/Uuid/gvv8xr", "date": "2017-04-30", "involved_companies": ["WOW", "ANZ", "QAN", "NAB"]}