{"emotion": {"anger": 0.093326, "joy": 0.156129, "sadness": 0.499609, "fear": 0.060998, "disgust": 0.143129}, "sentiment": {"score": -0.0662345, "label": "negative"}, "headline": "A2 Milk advertising claims under fire from rival Lion Group", "text": "Share on twitter Adele Ferguson by A legal stoush between Japanese beverage giant Lion Group and ASX-listed The a2 Milk Company has taken a fresh twist with an explosive cross claim alleging a2 engaged in deceptive and misleading conduct. Lion's accusations, filed in the federal court, strike at the heart of a2 Milk's marketing, product proposition and scientific and medical research. It alleges representations that a2 milk makes many consumers feel better than they do after drinking regular cows milk are false. The claims and cross claims will make for a riveting court case and no doubt pique investor's interests as the success of a2 – and the surge in its share price from 55¢ to almost $2 in the past year – rests largely on its health claims, which will be scrutinised in open court. The perceived health benefits have enabled it to position itself at a higher premium than the price of regular milk.\n\nThe legal actions come as the spotlight continues to shine on the dairy industry and plight of farmers, many of who are struggling to survive.\n\nThe dairy industry's troubles, amplified by the corporate bungles of Murray Goulburn, which set dairy prices too high then made deep retrospective price cuts to farmers, prompted Prime Minister Malcolm Turnbull and Deputy Prime Minister Barnaby Joyce late last week to announce a formal investigation by the Australian Competition and Consumer Commission into the sector. The inquiry, to begin in November, will investigate \"sharing of risk along the supply chain, supply agreements and contracts, competition, bargaining and trading practices in the industry and the effect of world and retail prices on profitability\". Success story Unlike most of the dairy sector, The a2 Milk Company is thriving. It is a stand-out among a small group of market darlings that include Bellamy's Organics and Blackmores, which are chasing the local and Asian wellness dollar.\n\nTo put it into perspective, a2 Milk has a dual listing on the ASX and New Zealand stock exchanges. It listed on the ASX in April 2015 at 55¢ and on Friday the shares closed at almost $2, putting it on a market capitalisation of $1.4 billion. For the 12 months to June 30, a2 Milk reported a profit of $30 million, on the back of a 127 per cent surge in revenue. Its promotion of the A2 protein, has helped it grab almost 10 per cent of the market, reducing the dominance of the global milk producers, including Lion and Parmalat. A2 Milk was founded in 2000 in New Zealand by scientist Dr Corran McLachlan, who, the company's website says, discovered that cows naturally produce different types of proteins in milk and these proteins affect people's health and wellbeing.\n\nThe website says McLachlan discovered that all cows produced only the A2 protein but that the A1 protein emerged later through modern farming practices. \"What was amazing? People who had discomfort when drinking ordinary cows' milk were able to enjoy a2 Milk without the same downsides because it contains only the A2 protein and no A1.\" He found some cows that produced milk with only the A2 protein. From there emerged the a2 Milk Company, which produces A2 milk, which contains only the A2 beta-casein milk protein unlike regular milk – which contains both A1 and A2. Stoush over A2 A couple of years ago arch-rival Lion decided to highlight the fact that A2 protein was in its milk because it could see the company was getting benefit in its milk sales. It introduced new labelling on its PURA and Dairy Farmers brands, containing the words \"NATURALLY contains A2 protein\" in big bold writing. On the back, in smaller font, it disclosed that its milk \"contains A2 protein, as well as A1 protein. Of those proteins, our tests to date confirm that 50 to 70 per cent is A2\".\n\na2 Milk hit back hard, filing a statement of claim in June over the rights to use the term \"A2 protein\" on its labels, alleging misleading and deceptive conduct. According to the statement of claim, a2 Milk alleges Lion engaged in misleading and deceptive conduct by putting a label on its PURA and Dairy Farmers brands that states \"NATURALLY contains A2 Protein\". It alleges Lion's labels are aimed at making its milk to consumers appear as similar to A2's product. It is seeking to stop Lion from using its labels, as well as damages. On August 23, the day before a2 Milk released its full-year results, Lion retaliated with a cross claim, alleging a2 engaged in misleading and deceptive conduct in breach of the Australian Consumer Law. It alleges a2 is making false representations about the medical and scientific research. Lion is seeking an order to restrain a2 from using the phrase \"Feel the difference\" in the promotion of its a2 milk. It has applied to the court for corrective advertising and is seeking damages.\n\nA2 Milk Company declined to answer a series of questions, including the impact on a2 Milk if the legal action is lost. In a statement Peter Nathan, the chief executive of a2 Milk Company (Australia and New Zealand), said: \"a2 Milk Company Australia is pursuing Lion over what we believe are their clearly misleading and deceptive packaging and advertising claims.\" He said the company was \"very confident in prosecuting this case\" and \"welcome the opportunity to promote the important messages we have for consumers about a2 Milk, some of which Lion has challenged\". Branding to be tested The statement said when the company initiated the litigation that \"it always anticipated that Lion may elect to initiate a cross claim as part of their tactical response\", so the action was no surprise. \"The success of our brand is based on consumer experience of a2™ branded products that contain only the a2 beta casein protein and not A1 together with strong and developing scientific evidence,\" he said. Against this backdrop, a2 Milk is taking legal action against the ABC's The Checkout, following a segment that went to air in 2015 that claimed \"the jury is still out on whether a2 Milk helps digestion and there is no concrete evidence A1 has any negative effects\". It alleges the TV show breached ABC's Code of Conduct, including making a number of inaccuracies, misrepresentations and omissions.", "image": "http://www.afr.com/content/dam/images/g/p/l/c/t/h/image.related.afrArticleLead.620x365.gr2wem.png/1474013689080.jpg", "summary": "From there emerged the a2 Milk Company, which produces A2 milk, which contains only the A2 beta-casein milk protein unlike regular milk – which contains both A1 and A2.\nA2 Milk Company declined to answer a series of questions, including the impact on a2 Milk if the legal action is lost.\nIt alleges representations that a2 milk makes many consumers feel better than they do after drinking regular cows milk are false.\nOn the back, in smaller font, it disclosed that its milk \"contains A2 protein, as well as A1 protein.\nIn a statement Peter Nathan, the chief executive of a2 Milk Company (Australia and New Zealand), said: \"a2 Milk Company Australia is pursuing Lion over what we believe are their clearly misleading and deceptive packaging and advertising claims.", "url": "http://www.afr.com/Page/Uuid/gr2wem", "date": "2016-08-29", "involved_companies": ["BKL"]}