{"emotion": {"anger": 0.111867, "joy": 0.125969, "sadness": 0.206229, "fear": 0.09858, "disgust": 0.075931}, "sentiment": {"score": 0.285241, "label": "positive"}, "headline": "a2 Milk Company appears poised for an earnings upgrade", "text": "Share on twitter Carrie LaFrenz by The a2 Milk Company appears poised for an earnings upgrade following a strong start to the second half, while a major shareholder believes the New Zealand company is a possible takeover target from multinationals looking for growth. According to Tmall/Taobao data, a2 is winning share in China, while maintaining its premium pricing position. While the largest proportion of sales in 2016 was within the Australian grocery and pharmacy channels, direct sales into China increased significantly and are expected to continue to rise. NZ dairy processor Synlait Milk, a2's sole supplier for infant formula, said just weeks ago that it is ramping up production and there have been reports of retail outlets running out of stock. Goldman Sachs recently upgraded its earnings per share expectations by 9 per cent to 12 per cent over the next three financial years, given the strong demand in the second half. \"Its relationship with Synlait also means that it is well placed to obtain CFDA registration (in China) to grow further offline, which presents upside to our earnings forecasts in full year 2018 and beyond,\" analyst Andrea Chong said. \"Supply of product is the main near-term constraint to earnings growth, with second half growth likely skewed to fourth quarter.\"\n\nNews of a2's bumper half It is not what troubled rival Bellamy's Australia wants to hear as it tries to secure a new canning line after losing its slot at Bega Cheese's Derrimut site, leaving it out in the cold for its China CFDA certification from 2018. It also has a stressed balance sheet, ageing inventory and onerous take-or-pay contracts with suppliers.\n\nOne of a2's biggest investors brushed off any stock issues and believes it could be a takeover target as large multinationals look for global growth. Both Nestle and Danone have articulated strategies to grow in Asia and beyond by acquiring brands that move them towards the health and wellness categories. Greencape Capital portfolio manager Matthew Ryland said following the recent $US16.6 billion ($22 billion) deal by UK's Rickitt Benckiser to buy US-based Mead Johnson Nutrition, in which Nestle was also interested, a2 would be on suitors' radar. \"Nestle have shown their hand that they want brands that extend them further into the wellness category,\" said Mr Ryland, who controls a 7.22 per cent stake, making Greencape the second biggest shareholder. \"Next in line after Mead Johnson is a2. You would have to say it's a target, it's clearly on radar. It's an attractive growing brand in a consolidating sector.\"\n\nMr Ryland said while a2 is trading on a price-to-earnings ratio of 22 times, with net cash and a valuable yet loss-making US operation, the Mead Johnson/Rickitts deal was 27x PE. He believes a2 is a different proposition to Bellamy's, which has faltered in reading demand in China resulting in the former CEO being fired and the majority of the board spilled. He said a2's main issue is managing its growth. \"Bellamy's has regulatory issues in China, has complete opaqueness where they source products from and their organic brand is not differentiated from others around the world,\" he said. \"Consumers have worked this out. a2 has got IP and a lot of differentiation. a2 can also expand globally and multi-generationally (beyond formula) thus having a much larger potential market.\" a2 promotes its products by highlighting they are free of the a1 protein, which it claims can cause gastrointestinal issues for some people. Its products only contain the a2 beta casein protein. In February, a2 flagged first-half profit nearly quadrupled to $NZ39.4 million ($36.8 million) on surging sales in Australia and China.\n\nA2 stock is trading at an all-time high, and has risen 81 per cent in the past 12 months to $2.95. A spokesman for the company declined to comment when contacted by The Australian Financial Review on Tuesday. Citi analyst Sam Teeger said while a2's share price has had a good run higher, he remained sceptical, noting risks around rising costs over the medium term. Mr Teeger, who has a 'neutral' rating on a2, said while there are risks, management has done an \"excellent job to date\". He also agreed that Synlait's guiding towards infant formula volumes ticking up toward the end of this half was positive over the medium term. He added that there is potential for a resurgence at Bellamy's this year.", "image": "http://www.afr.com/content/dam/images/g/n/3/o/t/w/image.related.afrArticleLead.620x365.gvrq2q.png/1493105627926.jpg", "summary": "\"Supply of product is the main near-term constraint to earnings growth, with second half growth likely skewed to fourth quarter.\nShare on twitter Carrie LaFrenz by The a2 Milk Company appears poised for an earnings upgrade following a strong start to the second half, while a major shareholder believes the New Zealand company is a possible takeover target from multinationals looking for growth.\nCiti analyst Sam Teeger said while a2's share price has had a good run higher, he remained sceptical, noting risks around rising costs over the medium term.\nAccording to Tmall/Taobao data, a2 is winning share in China, while maintaining its premium pricing position.\nGoldman Sachs recently upgraded its earnings per share expectations by 9 per cent to 12 per cent over the next three financial years, given the strong demand in the second half.", "url": "http://www.afr.com/Page/Uuid/gvrq2q", "date": "2017-04-25", "involved_companies": ["BKL"]}