{"emotion": {"anger": 0.120057, "joy": 0.036363, "sadness": 0.198443, "fear": 0.090566, "disgust": 0.035443}, "sentiment": {"score": -0.398807, "label": "negative"}, "headline": "Amazon to wipe 16pc off retailer earnings: Fund managers", "text": "Share on twitter Sue Mitchell by Amazon will wipe 16 per cent off discretionary retailers' earnings and 12 per cent off grocery retailer profits within years of entering Australia, according to surveys of fund managers and brokers by UBS. Investors expect Amazon to establish a direct presence in Australia between fiscal 2018 and 2019, starting with discretionary retail sectors such as electronics, sporting and leisure goods and clothing before expanding into food and grocery retailing in fiscal 2020. Within three to five years, sales of listed discretionary retailers are expected to fall on average by 5.2 per cent and earnings before interest and tax by 16 per cent, with JB Hi-Fi and Myer likely to be the hardest hit. Grocery retailers' sales are expected to fall by an average 2.6 per cent and earnings by 12 per cent, with Metcash likely to be hit harder than Wesfarmers and Woolworths.\n\nThe forecasts follow surveys of 26 fund managers and 17 sell-side brokers at UBS during the last week of April, when Amazon confirmed retailers' worst fears by revealing plans to roll out its full suite of retail products and services in Australia over the next few years.\n\nWhile investors believe the market has \"somewhat overreacted\" to the Amazon threat, fund managers and brokers have little doubt its impact on sales and margins will be material, despite retailers' efforts to strengthen their defences. In consumer electronics, sales are expected to fall 7 per cent and margins by 136 basis points, crunching earnings at JB Hi-Fi by 33 per cent within three to five years and Harvey Norman by 14 per cent. Crunching earnings In department stores and fashion, sales are expected to fall on average by 6.4 per cent and margins by 120 basis points, denting Myer's earnings by 31 per cent and profits at Wesfarmers (which owns Kmart and Target), Premier Investments (which owns Just Jeans, Dotti and Portmans) and Woolworths (BIG W) by 8 per cent.\n\nIn sporting and leisure goods, sales are expected to fall 6.5 per cent and margins by 117 basis points, crunching earnings at Super Retail Group (Rebel Sport, Amart, Rays and BCF) by 15 per cent. Amazon is expected to have less impact on the grocery market, even though investors expect the e-commerce giant to launch Amazon Pantry or Amazon Fresh by fiscal 2020. Grocery retailers' sales are expected to fall 2.6 per cent and margins are forecast to decline 37 basis points within three to five years, squeezing earnings by 37 basis points. Metcash's earnings are forecast to fall 21 per cent, Wesfarmers (Coles) by 8 per cent and Woolworths by 8 per cent. The UBS surveys suggest that fund managers are slightly less negative about Amazon's expansion than UBS's own sales team. For example, investors believe food retailer profits could fall 10 per cent whereas UBS's team estimate profits could fall 17 per cent.\n\n\"On balance, the view was the market had somewhat overreacted,\" said UBS retail analyst Ben Gilbert. Investors appeared to have overreacted on Harvey Norman and Premier Investments but not adequately priced in the risk for JB Hi-Fi, Myer and Metcash, based on the likely impact on earnings and relative share price performance over the last six months, when worries about Amazon's arrival started rising. Harvey Norman shares have fallen 15 per cent in the last six months, JB Hi-Fi 11.5 per cent, Premier Investments 7 per cent and Myer 4 per cent, while Metcash shares have risen 8.5 per cent. Fund managers also appear to be more pessimistic about Amazon's arrival than Citigroup's retail team.\n\nExisting relationships In a report mid last year, Citigroup forecast that earnings at JB Hi-Fi were likely to fall 23 per cent, Harvey Norman 19 per cent, Myer 18 per cent and Super Retail Group by 17 per cent. Retailers, however, have generally played down the Amazon effect, saying that with strong store networks, existing relationships with suppliers and customers, competitive pricing and integrated omni-channel systems, which enable shoppers to order online and pick up in store or order instore and have products delivered, they are well-placed to compete with all new entrants. Roy Morgan chief executive Michele Levine has also downplayed Amazon's impact on the grocery market, saying immediate mass uptake of AmazonFresh is unlikely, judging by the gap between consumers who say they would shop for groceries online and those who actually do.", "image": "http://www.afr.com/content/dam/images/g/s/r/2/q/9/image.related.socialLead.620x349.gvw7cq.png/1493636976445.jpg", "summary": "Share on twitter Sue Mitchell by Amazon will wipe 16 per cent off discretionary retailers' earnings and 12 per cent off grocery retailer profits within years of entering Australia, according to surveys of fund managers and brokers by UBS.\nAmazon is expected to have less impact on the grocery market, even though investors expect the e-commerce giant to launch Amazon Pantry or Amazon Fresh by fiscal 2020.\nGrocery retailers' sales are expected to fall by an average 2.6 per cent and earnings by 12 per cent, with Metcash likely to be hit harder than Wesfarmers and Woolworths.\nFor example, investors believe food retailer profits could fall 10 per cent whereas UBS's team estimate profits could fall 17 per cent.\nMetcash's earnings are forecast to fall 21 per cent, Wesfarmers (Coles) by 8 per cent and Woolworths by 8 per cent.", "url": "http://www.afr.com/Page/Uuid/gvw7cq", "date": "2017-05-01", "involved_companies": ["JBH", "WOW", "WES", "HVN", "MYR", "SUL", "PMV", "MTS"]}