{"emotion": {"anger": 0.108609, "joy": 0.085927, "sadness": 0.467981, "fear": 0.457978, "disgust": 0.053741}, "sentiment": {"score": -0.244073, "label": "negative"}, "headline": "Domino's growth in the bag despite pressure on franchisees", "text": "Share on twitter Sue Mitchell by Domino's Pizza Enterprises stands to more than double its share of the $23 billion takeaway food market in nine years, but short-term expansion plans could come under pressure as higher wages dent franchisee margins. UBS's retail team expects Domino's to increase its share of takeaway food sales in Australia and New Zealand from 4 per cent in 2016 to 10 per cent by 2025 by lifting stores from 714 to at least 1200, growing same-store sales by 8 per cent a year and taking sales from rivals such as McDonalds and KFC. However, UBS fears higher labour costs could crimp franchisee earnings by as much as 14 per cent this year, denting franchisees' appetite and capacity to invest in new stores, new technology and marketing. Domino's last enterprise agreement expired in 2009 and franchisees are bracing for a significant increase in labour costs as they start paying weekend and late night penalty rates for the first time.\n\nDomino's chief executive Don Meij has repeatedly downplayed the threat, saying that technology introduced over the last few years, including GPS pizza tracking and 10-minute deliveries, will boost productivity and help franchisees maintain profitability.\n\nExpansion plans Last month Mr Meij reaffirmed its forecast for 30 per cent net profit growth this year even with the forecast rise in wages. Despite strong group profit growth, the profitability of franchisees remains under scrutiny as Domino's needs healthy operators to maintain its ambitious store expansion plans. According to a recent report by Morgan Stanley, Domino's Australian and New Zealand franchisees generate the highest sales per store globally but are less profitable than franchisees in Britain, Europe and Japan, generating margins between 10 per cent and 12.5 per cent compared with 15.4 per cent in Britain and 13.5 per cent in the US.\n\nUBS estimates that franchisee wage costs could rise around 15.6 per cent this year, squeezing margins by 250 basis points to about 8 per cent and reducing earnings before interest, tax, depreciation and amortisation by 14 per cent. This is well below the 24 per cent fall in system profits forecast by Deutsche Bank (and subsequently dismissed by Mr Meij) in July. However, the drop in franchisee earnings could prompt store owners to postpone or curtail plans for new stores and new technology such as the super-fast ovens needed to cook and deliver pizzas within 10 minutes. UBS estimates the impact on Domino's profits from higher wages this year will be negligible because only 10 per cent of stores are company owned and Domino's is unlikely to have to fork out for financial support. Gaining scale\n\nUBS raised its recommendation from neutral to buy and increased its 12-month price target from $56 to $79.70, saying the market was underestimating Domino's growth potential. Domino's shares, which have fallen around 20 per cent since August, rose as much as 6.2 per cent on Monday before closing up 2 per cent at $66.41. UBS is not only forecasting strong growth in Australia and New Zealand. The investment bank expects margins in Europe to improve from around 15.6 per cent in 2016 to 26.5 per cent within five years as the chain gains scale. It also sees scope for Domino's to expand into new markets overseas and new categories such as burgers.", "image": "http://www.afr.com/content/dam/images/g/t/0/9/t/m/image.related.socialLead.620x349.gt9adm.png/1487139339073.jpg", "summary": "Gaining scaleUBS raised its recommendation from neutral to buy and increased its 12-month price target from $56 to $79.70, saying the market was underestimating Domino's growth potential.\nDespite strong group profit growth, the profitability of franchisees remains under scrutiny as Domino's needs healthy operators to maintain its ambitious store expansion plans.\nIt also sees scope for Domino's to expand into new markets overseas and new categories such as burgers.\nExpansion plans Last month Mr Meij reaffirmed its forecast for 30 per cent net profit growth this year even with the forecast rise in wages.\nDomino's last enterprise agreement expired in 2009 and franchisees are bracing for a significant increase in labour costs as they start paying weekend and late night penalty rates for the first time.", "url": "http://www.afr.com/Page/Uuid/gt9adm", "date": "2016-12-12", "involved_companies": ["DMP"]}