{"emotion": {"anger": 0.090977, "joy": 0.526894, "sadness": 0.503748, "fear": 0.150083, "disgust": 0.06528}, "sentiment": {"score": -0.17482, "label": "negative"}, "headline": "Domino's Pizza investigates wage fraud, denies network pressure", "text": "Share on twitter Sue Mitchell by Domino's Pizza Enterprises will release previously confidential figures on franchisee profitability in an attempt to ease investor concerns about the health of its network amid new reports of wages abuse and visa rorts. Investors have urged Australia's largest pizza chain to \"get on the front foot\" by not only taking action against franchisees who are found to have underpaid staff but by tackling a broader campaign they believe has been led by hedge funds shorting the stock and by disgruntled staff and franchisees. Investors said Domino's December half results on Wednesday would include figures showing franchisee profits over the past few years and the increase in average profitability – figures the pizza giant has previously declined to reveal. \"The problem with these big networks is there's always going to be some recalcitrant operators,\" one of Domino's largest institutional shareholders said on Monday.\n\n\"Over the last year there's been a number of articles that have been very negative, throwing mud at them – this is a just another,\" the shareholder said, referring to several Fairfax Media reports that struggling franchisees had underpaid staff and illegally sponsored migrants.\n\n\"I think they need to get on the front foot and be reasonably proactive, assertive and strong on their messaging,\" he said. \"While there may be some franchisees struggling it all seems to be reasonably on track.\" Domino's shares fell almost 5 per cent to $61 on Monday – taking losses since August to 25 per cent – amid the latest reports of widespread wage abuse among Australian franchisees and allegations of visa fraud. Analysts and investors also fear that a new Sunday surcharge to recoup penalty rates and a turnaround at arch rival Pizza Hut may crimp market share gains. The Fair Work Ombudsman confirmed last week that it was investigating Domino's Pizza franchisees across the country over allegations of underpayments and claims of workers forced to do unpaid overtime.\n\nDomino's chief Don Meij said the group was investigating all claims, but rejected suggestions the Domino's network was under pressure and that many franchisees were struggling to cope with soaring labour and store costs as pizza prices fell. Mr Meij said the number of unprofitable franchisees had fallen to 21 in fiscal 2016 and in the past three years Domino's had removed four franchisees who operated seven stores for deliberately underpaying staff. However, Domino's had found no evidence of a link between franchisee profitability and breaches of employment obligations, Mr Meij said. \"Domino's believes [the media coverage] did not reflect the strong financial performance of its franchise network, the high ethical standards required of all employees and franchisees, or the healthy levels of collaboration between the company and franchisees,\" he said.\n\n'No-tolerance' policy Mr Meij said 87 per cent of new store owners in the last year came from within the existing Domino's network, either existing franchisees or store managers, a strong endorsement of the franchise system. \"There is no reason, no excuse, and no tolerance for any Domino's franchise that chooses not to pay its employees correctly or fails to meet expectations around ethics and governance,\" he said. While Domino's reported strong double-digit same-store sales growth in Australia the first few months of 2017, analysts and investors believe the new Sunday surcharge and a rebound in sales at Pizza Hut could crimp future growth.\n\nOn Friday, US fast-food giant YUM! Brands revealed that sales at Pizza Hut stores in Australia rose 11 per cent in the December quarter, up from 3 per cent growth in the September quarter and negative growth in the previous two years. Allegro Funds teamed up with local Pizza Hut Australia management to buy the master franchise from Yum! Brands in September and acquired the ailing Eagle Boys chain in November. Deutsche Bank analyst Michael Simotas estimated that the Eagle Boys deal boosted same-store sales by 2 per cent, implying at least 9 per cent growth at Pizza Hut, which has been losing sales and market share to Domino's for the past 20 years. \"We do not expect Pizza Hut's improvement had a meaningful impact on Domino's [December quarter] trading, but longer term the Pizza Hut business appears to be improving and we expect the tailwind from Pizza Hut's weakness may be diminishing,\" Mr Simotas said.", "image": "http://www.afr.com/content/dam/images/g/q/t/j/f/1/image.related.socialLead.620x349.gubdst.png/1486971194458.jpg", "summary": "The Fair Work Ombudsman confirmed last week that it was investigating Domino's Pizza franchisees across the country over allegations of underpayments and claims of workers forced to do unpaid overtime.\nAllegro Funds teamed up with local Pizza Hut Australia management to buy the master franchise from Yum!\nAnalysts and investors also fear that a new Sunday surcharge to recoup penalty rates and a turnaround at arch rival Pizza Hut may crimp market share gains.\nDomino's chief Don Meij said the group was investigating all claims, but rejected suggestions the Domino's network was under pressure and that many franchisees were struggling to cope with soaring labour and store costs as pizza prices fell.\nShare on twitter Sue Mitchell by Domino's Pizza Enterprises will release previously confidential figures on franchisee profitability in an attempt to ease investor concerns about the health of its network amid new reports of wages abuse and visa rorts.", "url": "http://www.afr.com/Page/Uuid/gubdst", "date": "2017-02-13", "involved_companies": ["DMP"]}