{"emotion": {"anger": 0.109237, "joy": 0.448666, "sadness": 0.482724, "fear": 0.097545, "disgust": 0.063707}, "sentiment": {"score": 0.183699, "label": "positive"}, "headline": "Infant formula market: a2 Milk rockets but may face regulatory risks in China", "text": "Share on twitter Carrie LaFrenz by For those investors looking for exposure to China's booming infant formula market, a2 Milk Company, which has rocketed over this past year to become a $2.34 billion company, is the hot ticket in town. But investors need to be comfortable with the risk and opportunities presented by China, which represents about one third of the $US33 billion ($44.5 billion) global infant formula market. Doing business in China is never a straightforward process, with potential regulatory risks and different sale channels, like the daigou personal shoppers, to understand. Think Bellamy's Australia. It ran into trouble after it misread demand in China for baby formula, sending its market value crashing and chief executive out the door.\n\nBut many market watchers say a2 Milk is a different proposition than Bellamy's.\n\nAccording to Tmall/Taobao data, a2 has been winning market share in China while maintaining its premium pricing position. In fact, UBS said its a2 Platinum brand prices increased 11 per cent since December, the most of any premium brand. While the largest proportion of sales in 2016 was within the Australian grocery and pharmacy channels, direct sales into China increased significantly and are expected to continue to rise. NZ dairy processor Synlait Milk, a2's sole supplier for infant formula, said in April it was ramping up production and there had been reports of retail outlets running out of stock. The New Zealand-based company also recently upgraded guidance, and now it is tipping full-year sales to be about $NZ525 million ($483 million). And the company has recruited former Johnson & Johnson China chairman Jesse Wu as a non-executive director. Ophir Asset Management portfolio manager Andrew Mitchell has been an a2 shareholder since October 2015 (taking some profits along the way). He said true innovation in food was rare and he was attracted to a2 because it had a strong brand built on differentiation with the a2 protein in milk.\n\n\"We also like that a2 milk is not capital intensive and can scale quickly,\" he said. \"The infant formula market in China is huge and a2 Milk continues to grow faster than all its listed peers in the foods and vitamin sector. When you back out the losses being made in the US start-up business, a2 Milk trades at a similar multiple to its listed peers but offers more growth. Furthermore, management have a strong track record of delivering on expectations.\" A2 has grown from a tiddler of a company to today's market cap of over $2.34 billion in just a few years. Over the past 12 months the stock has more than doubled to hit a high of $3.46 on May 10. Mr Mitchell said China's relaxing of its one-child policy helped formula makers while the growth in brand was boosted when the reputation of Chinese food manufacturers was severely diminished in quality scandals.\n\nA2 has a vertically controlled supply chain giving it shorter production lead time and better quality control compared to its peers. Mr Mitchell said this allowed a2 the flexibility to get the right offering to the Chinese consumer. A2 has invested substantially in Australia and China on marketing and distribution, building further brand equity and better control of distribution. This allowed more effective communication to consumers if reputational issues appeared, he said. According to Bloomberg, five analysts have a \"hold\" call while three have '\"buy\". UBS analyst Jordan Rogers recently cut his call to \"neutral\" from \"buy\" after a2 shares' strong run, while raising his target price to $NZ3.45 from $NZ2.95 previously.\n\nMr Rogers said the biggest issue for the Chinese market is the destocking of product given the excess supply held by wholesalers and distributors in the lead-up to China Food and Drug Administration (CFDA) registration. From January 1, 2018, China will require all manufacturers of infant formula products to be registered with the CFDA in a bid at increasing safety, which should benefit a2 Platinum. He said while China was the main game for a2, the US market (which is currently loss making) and new competition posed threats and opportunities. \"We forecast a2's cumulative investment in the US to be $US56 million over 2015 to 2019, and do not expect new A1-free competition to materially impact growth over the medium term. However, these two areas need to be monitored as a2 expands on the US east coast, and as patent protection rolls away,\" he said. Mr Rogers said he expected the US business to be profitable by fiscal 2020.", "image": "http://www.afr.com/content/dam/images/g/w/6/q/z/a/image.related.afrArticleLead.620x365.gw734p.png/1495362527164.jpg", "summary": "\"The infant formula market in China is huge and a2 Milk continues to grow faster than all its listed peers in the foods and vitamin sector.\n\"We also like that a2 milk is not capital intensive and can scale quickly,\" he said.\nBut many market watchers say a2 Milk is a different proposition than Bellamy's.\nBut investors need to be comfortable with the risk and opportunities presented by China, which represents about one third of the $US33 billion ($44.5 billion) global infant formula market.\nShare on twitter Carrie LaFrenz by For those investors looking for exposure to China's booming infant formula market, a2 Milk Company, which has rocketed over this past year to become a $2.34 billion company, is the hot ticket in town.", "url": "http://www.afr.com/Page/Uuid/gw734p", "date": "2017-05-21", "involved_companies": []}