{"emotion": {"anger": 0.143469, "joy": 0.067017, "sadness": 0.231441, "fear": 0.094821, "disgust": 0.081458}, "sentiment": {"score": -0.0345125, "label": "negative"}, "headline": "CEOs face AGM backlash on pay", "text": "Share on twitter\n\nShare on Google Plus Patrick Durkin by CEOs and chairmen of major companies including Medibank Private, Commonwealth Bank, Wesfarmers, Lendlease, Ramsay Health Care, UGL, Sims Metal, Treasury Wines Estates and Domino's Pizza face an investor backlash over \"soft\" and \"poorly explained\" bonuses during the biggest week of the year for AGMs. A host of listed companies have already incurred a \"strike\" on pay this AGM season – a protest vote of 25 per cent or more against the remuneration report – and face a spill of their board next year including CSL, AGL Energy, Bellamy's, Spotless, Carsales.com, Mortgage Choice, Boral and Slater & Gordon. Despite another strong financial performance by Domino's Pizza, governance experts are taking issue with a lack of disclosure and plan to protest at the company's AGM on Monday. This year, CEO Don Meij received $19.2 million in shares on top of his $4 million annual salary. \"The remuneration report contains very little explanation and lacks sufficient information to enable shareholders to understand exactly what executives have been paid and why,\" the Australian Shareholders' Association said.\n\nDomino's Pizza's Don Meij delivered the goods this year but there is a lack of disclosure. Meij received $19.2 million in shares on top of his $4 million salary. Supplied\n\nEngineering company UGL, which is in the midst of a takeover offer from CIMIC, faces its third strike in a row on Monday after narrowly avoiding a spill of the board last year, with major shareholder Allan Gray and the ASA planning to vote against the company's pay plan.\n\nNew Medibank CEO Craig Drummond will face some tough questions over his potential $6 million package at their AGM on Wednesday, after receiving a significant pay rise from his predecessor George Savvides who received $3.5 million last financial year. \"Remuneration arrangements to the new CEO may be materially higher (as reflected in the near doubling of the new long-term incentive grant) given he was the former Australian head of Bank of America Merrill Lynch and former CFO of National Australia Bank,\" proxy firm ISS said. \"Shareholders may rightly expect some good results for higher pay, not just a bigger expense.\" Soft bonuses The ASA plans to vote against remunerations at Ramsay Health Care on Wednesday after raising concerns the $2.3 million bonus of CEO Chris Rex is based on more than 50 per cent non-financial hurdles, including \"strategy, leadership and culture\". The ASA is also concerned that performance hurdles are calculated using \"core net profit,\" which excludes occupancy costs, amortisation and some taxes.\n\nCraig Drummond, Medibank Private CEO has a $6 million package, nearly double his predecessor George Savvides. Stefan Postles\n\nThe ASA will also vote against Ramsay director Kerry Roxburgh, while the ISS plan to vote against Ramsay director Bruce Soden, claiming there is a lack of independence on the board. Debate over non-financial hurdles has become one of the hottest issues of this AGM season with proxy firms ISS, Ownership Matters and the ASA recommending against CBA CEO Ian Narev's $12.3 million pay packet ahead of the bank's AGM on Wednesday. CBA has switched its bonus plan to 50 per cent non-financial targets – including a new 25 per cent target for \"diversity, inclusion, sustainability and culture\" but some investors have criticised the bonuses as flaky\" and \"soft\". Wesfarmers, which meets on Thursday, are also expected to cop some criticism for paying bonuses based on 40 per cent non-financial measures including diversity, talent and safety, despite an 83 per cent fall in full-year profit and it's worst result in 15 years. CEO Richard Goyder's pay nearly halved from $9.8 million to less than $5.5 million, and key executives were forced to forgo $10 million in pay and perks this year. \"The ASA is concerned that both MD [Richard Goyder] and CFO [Terry Bowen] still earned in excess of $1m in cash [bonuses] even though they failed to achieve the threshold for the financial hurdles\", the ASA said. \"We see their other hurdles involving diversity, talent management and safety as essentially soft hurdles\".\n\nOutgoing Wesfarmers managing director Richard Goyder. Philip Gostelow\n\nMoney for nothing Sims Metal is expected to come under fire from investors on Wednesday after executives missed their short-term bonus targets, but the company granted equity instead. \"The board exercised discretion to reward executives with 'one-time special discretionary' shares, representing a total value of approximately $2.73 million (of which $1.05 million is allocated to the CEO), in lieu of [bonus] payments\", proxy firm ISS complained. Treasury Wines, which meets on Thursday, had an \"outstanding year\" but pay \"has gone way over the top\", according to ISS, with CEO Mike Clarke's total remuneration jumping 32 per cent to $5.9 million.\n\nTreasury Wine Estates boss Mike Clarke's total remuneration jumped 32 per cent to $5.9 million after a stellar year. Arsineh Houspian\n\n\"There are significant concerns for excess in CEO remuneration practices, and significant increases total $1.7 million, through a $500,000 increase in the CEO's fixed remuneration and multiplied through an increased STI opportunity from 135 per cent to 150 per cent of fixed, plus an LTI of 200 per cent of fixed\", ISS said. Lend Lease board caps under fire Investors also plan to reject plans by Lendlease chairman David Crawford to limit the number of directors to 12 and require anyone who nominates as a director to have the support of 100 shareholders, or 5 per cent of the issued share capital. \"Ease of nomination is an important shareholder protection if board composition needs to be challenged,\" the ASA said. \"Our view is that the proposed change to director nominations is an onerous and unnecessary barrier to entry which should not be encouraged.\"\n\nLend Lease chairman David Crawford faces a backlash over his move to put a cap on the number of board directors. Lisa Maree Williams", "image": "http://www.afr.com/content/dam/images/g/r/u/h/s/i/image.related.afrArticleLead.620x365.gsiz7r.png/1478517347445.jpg", "summary": "CEO Richard Goyder's pay nearly halved from $9.8 million to less than $5.5 million, and key executives were forced to forgo $10 million in pay and perks this year.\n\"Lend Lease chairman David Crawford faces a backlash over his move to put a cap on the number of board directors.\nThis year, CEO Don Meij received $19.2 million in shares on top of his $4 million annual salary.\nDebate over non-financial hurdles has become one of the hottest issues of this AGM season with proxy firms ISS, Ownership Matters and the ASA recommending against CBA CEO Ian Narev's $12.3 million pay packet ahead of the bank's AGM on Wednesday.\nTreasury Wine Estates boss Mike Clarke's total remuneration jumped 32 per cent to $5.9 million after a stellar year.", "url": "http://www.afr.com/Page/Uuid/gsiz7r", "date": "2016-11-07", "involved_companies": ["CBA", "LLC", "DMP", "RHC", "SGM", "TWE", "UGL"]}