{"emotion": {"anger": 0.108744, "joy": 0.040522, "sadness": 0.482378, "fear": 0.095491, "disgust": 0.08387}, "sentiment": {"score": 0.48982, "label": "positive"}, "headline": "Jeff Chapman's stock pickers deliver bumper profit for Bennelong", "text": "Share on twitter John Stensholt by Bennelong Fund Management's 2016 accounts reveal just how well the stock pickers assembled by BRW Rich Lister Jeff Chapman performed last year. The 2016 financial statements, recently lodged with the corporate regulator, reveal the 11 funds managed under the Bennelong banner received a huge increase in performance fees last year. Fees paid to investment managers reached about $57 million in the 2016 financial year, up from just under $20 million for the previous year. The 2016 figure included $40 million for performance fees across the 11 funds, many of which beat their respective benchmarks, up from only $7 million in 2015.\n\nInvestment management income reached almost $23 million, compared with about $18 million for the previous 12 months.\n\nBennelong has almost doubled its funds under management during the past four years and is now looking after more than $7.5 billion. The firm takes stakes in boutique funds management firms, taking care of most of the governance, marketing and administration functions and allowing the stock pickers to get on with the actual stock picking, with both parties sharing in the profits.Chapman's share of the profits his funds management business generates is poured into philanthropic ventures via his Bennelong Foundation, which backs several migrant, Indigenous and other community welfare projects. Success across the board Of the 11 funds operating under the Bennelong umbrella, just about all have beaten their benchmarks since inception, and in the 2016 financial year.\n\nSince then, the various funds – a diverse range that include the Bennelong Australian Equities Fund, the Touchstone Index Unaware Fund, the 4D Global Infrastructure Fund and the Quay Global Real Estate Fund – have emerged as substantial shareholders of or topped up their stakes in several good performing large and small cap ASX-listed stocks. Bennelong emerged as a top 20 shareholder of Motorcycle Holdings, which operates motorcycle dealerships around the country, late last year. Private equity firm Archer sold down its stake in Motorcycle Holdings when it floated at $2 per share in April 2016. Those shares hit $4 each earlier this week. Chapman's firm also has a holding in poker machine manufacturer Aristocrat Leisure, which is up about 51 per cent in the past 12 months. Bennelong emerged with a 5.3 per per cent stake last July. Bennelong's ex-20 Australian Equities Fund also has shares in Domino's Pizza Enterprises, up 17 per cent in 12 months, and in a recent report revealed it also took a position in iron ore giant Fortescue Metals Group during 2016. FMG shares have risen 240 per cent in 12 months and are up almost 10 per cent since January 1.", "image": "http://www.afr.com/content/dam/images/g/q/z/4/7/l/image.related.socialLead.620x349.gu6d86.png/1486550629720.jpg", "summary": "Share on twitter John Stensholt by Bennelong Fund Management's 2016 accounts reveal just how well the stock pickers assembled by BRW Rich Lister Jeff Chapman performed last year.\nFMG shares have risen 240 per cent in 12 months and are up almost 10 per cent since January 1.\nBennelong has almost doubled its funds under management during the past four years and is now looking after more than $7.5 billion.\nBennelong emerged as a top 20 shareholder of Motorcycle Holdings, which operates motorcycle dealerships around the country, late last year.\nFees paid to investment managers reached about $57 million in the 2016 financial year, up from just under $20 million for the previous year.", "url": "http://www.afr.com/Page/Uuid/gu6d86", "date": "2017-02-08", "involved_companies": ["ALL", "DMP", "FMG"]}