{"emotion": {"anger": 0.097496, "joy": 0.472737, "sadness": 0.22459, "fear": 0.094256, "disgust": 0.071957}, "sentiment": {"score": 0.366104, "label": "positive"}, "headline": "Meet the small supermarket suppliers beating the global consumer giants", "text": "Share on twitter Sue Mitchell by Beerenberg Farm managing director Anthony Paech was warned against tinkering with the label on the company's jams and pickles four years ago. The original label depicted strawberry fields at the family farm at Hahndorf in the Adelaide Hills, where Anthony's parents started turning surplus fruit into jam in 1970, but Paech felt the Gothic font and European-style barn betrayed the company's heritage. \"People thought we were German – our packaging didn't communicate our Australian origin very well,\" says Paech, whose great-grandfather arrived in Australia from Germany in 1839. \"People who knew us knew we were Australian but in the crowded retail environment, with a lot of products on the shelves, our packaging was not really communicating that.\"\n\nThankyou Co's nappies and handwash are outselling global brands, says founder Daniel Flynn. Supplied\n\nBut the risky rebranding, combined with the launch of a wider range of gourmet food products such as rose petal jelly, fig and cinnamon jam and balsamic beetroot relish, paid off in spades.\n\nBeerenberg Farm's sales have almost doubled since 2013 and the family-owned company's 80-odd products, which include table sauces, marinades and simmer sauces, are now stocked on supermarket shelves and in specialty stores across Australia. Small food and grocery suppliers such as Beerenberg Farm are the envy of global and national large fast-moving consumer goods manufacturers struggling to grow sales amid the softest industry conditions in 30 years. Sales at Australia's top 10 branded food and grocery manufacturers (excluding tobacco) declined last year and sales at the 20 largest suppliers were flat, according to data from market researchers IRI, dragged down by weaker revenues at companies such as Nestle, Mondelez, Unilever, Lion and Coca-Cola Amatil. Global trend\n\nSales at Australia's top 10 branded food and grocery manufacturers (excluding tobacco) declined last year. Quentin Jones\n\nBut sales at small companies, accounting for just 11 per cent of the market, rose 5 per cent on average – buoyed by double-digit gains at suppliers such as Darrell Lea, Mayver's, Beechworth Honey and the Thankyou Company. Sales at medium sized manufacturers such as Carman's and Chobani rose an average 2 per cent. The trends in Australia mirror those in the rest of the world, where the top 25 fast-moving consumer goods companies have seen their global market share drop from 49.5 per cent to 45.4 per cent between 2009 and 2014, according to Credit Suisse. About $US18 billion ($24 billion) in sales shifted from large fast-moving consumer goods companies to small suppliers between 2009 and 2014, according to an IRI and BCG Growth Leaders Report. While most major FMCG suppliers are struggling to stay relevant or to come up with new products that shift the dial, small, nimble suppliers are proving adept at tapping into changing consumer trends, particularly demand for authenticity, healthier products, transparency and sustainability. \"Consumers are now armed with more information at their fingertips than they've ever had,\" said IRI's client service director in Sydney, Stavros Kariotis.\n\nSuppliers such as Darrell Lea, Mayver's, Beechworth Honey and the Thankyou Company delivered double-digit sales growth last year. Melanie Faith Dove\n\n\"They're seeking healthier options, they're seeking products that prevent illness, some are seeking products that are sourced and made locally, some are seeking products that have a story to tell, some are seeking experiential flavours and some are seeking products that deliver to their own personal values. \"The ones that have been successful today are manufacturers that can pitch their brands, connect with their consumers and tap into these high growth pockets. \"The larger guys can still win in this environment,\" he says, citing several global manufacturers who were outperforming their peers by coming up with new products that tapped into the latest consumer trends. L'Oreal, for example, is enjoying double-digit sales growth in the pharmacy channel after launching a niche brand, La Roche-Posay, which targets women with sensitive skin.\n\nDaniel Flynn, co-founder and managing director of Thankyou, with the social enterprise's latest products: nappies. Pat Scala\n\n\"But I think the smaller manufacturers are more nimble and they can move quickly and they can do things at pace, which means they can be first to market and that certainly is an advantage,\" he says. Fewer barriers Former Kellogg's Australia managing director and Mars senior executive Jean-Yves Heude says the barriers to entry that protected global suppliers and prevented small manufacturers from getting a foot in the supermarket door were being whittled away by technological change at the same time that consumers were becoming more cynical. \"Consumers used to love and trust the big brands – now they have big doubts, big questions,\" says Heude, the chief executive of ChessMate Consulting, which helps small and medium-sized consumer goods manufacturers grow by adopting and adapting the best practices used by multinationals.\n\nOver the last 25 years, multinational suppliers had lost their competitive advantage in manufacturing. Equipment was once custom made or adapted on site by teams of engineers, making products impossible to copy. \"We were able to create unique products no one knew how to create,\" Heude recalls. \"In today's world ... people tend to buy premium machines but they are much more sophisticated because they integrate all the technology available.\" Before buying became centralised, large suppliers needed huge sales teams to convince store managers to stock their brands. \"If you were a small company there was no way you could invest in a big sales force,\" he says. \"Now, with centralised data and distribution and national ranging, if Coles or Woolies accepts your product you can get it in 1700 stores in four weeks without any sales reps visiting those stores.\" And suppliers no longer need huge advertising budgets for costly television campaigns. \"They can set up a Facebook page and start talking to consumers immediately.\" \"All those barriers to entry have broken down and to keep delivering profits, most of the big consumer goods companies are cutting costs, closing factories and lines to reduce capacity,\" he says. Socially conscious consumers Woolworths head of buying and merchandising, Steve Donohue, said the IRI data generally reflected trends in Woolies supermarkets, where smaller suppliers were showing larger rivals a clean pair of heels in terms of innovation.\n\n\"It's not as extreme but you do tend to see a lot more flow of new and interesting products [from smaller companies],\" Donohue says. \"Often they don't have mass appeal but every now and again you find something that hits its straps,\" he adds, citing Carman's muesli bars and Majan's bhuja mix. Donohue dismisses suggestions of a consumer backlash against multinationals, \"but people are, generally speaking, much more socially conscious than they were three to five years ago.\" \"Irrespective of the company producing the product, customers want to know they at least are not doing the wrong thing and ideally doing some good – that's definitely a trend.\" Thankyou success One company tapping into this trend is social enterprise Thankyou, which donates all its profits to people in poverty. It started selling bottled water in Coles and Woolworths three years ago and now supplies 46 products under four categories – water, muesli bars and muesli, body care and nappies. Thankyou now has three of the top five selling handwash products sold in Coles and Woolworths and is credited with restoring category growth in the declining soap and bodywash category. Launched eight months ago, Thankyou nappies have won 10 per cent share of the bulk nappy segment in Coles and are now the second biggest selling brand after Huggies.", "image": "http://www.afr.com/content/dam/images/g/v/j/7/t/m/image.related.socialLead.620x349.gvd0ar.png/1492138304463.jpg", "summary": "Melanie Faith Dove\"They're seeking healthier options, they're seeking products that prevent illness, some are seeking products that are sourced and made locally, some are seeking products that have a story to tell, some are seeking experiential flavours and some are seeking products that deliver to their own personal values.\nAbout $US18 billion ($24 billion) in sales shifted from large fast-moving consumer goods companies to small suppliers between 2009 and 2014, according to an IRI and BCG Growth Leaders Report.\nSmall food and grocery suppliers such as Beerenberg Farm are the envy of global and national large fast-moving consumer goods manufacturers struggling to grow sales amid the softest industry conditions in 30 years.\nSuppliers such as Darrell Lea, Mayver's, Beechworth Honey and the Thankyou Company delivered double-digit sales growth last year.\n\" Before buying became centralised, large suppliers needed huge sales teams to convince store managers to stock their brands.", "url": "http://www.afr.com/Page/Uuid/gvd0ar", "date": "2017-04-12", "involved_companies": ["WOW", "WES", "MTS", "CCL"]}