{"emotion": {"anger": 0.173214, "joy": 0.086146, "sadness": 0.486924, "fear": 0.123076, "disgust": 0.088152}, "sentiment": {"score": -0.314534, "label": "negative"}, "headline": "Rio Tinto chairman Jan du Plessis can't catch a break", "text": "Matthew Stevens by Rio Tinto's retiring chairman Jan du Plessis, cannot crack it for a break right now. Just three days before what is expected to be a pretty punchy penultimate Rio annual general meeting one of the three new directors du Plessis invited to join the board in February has been sucked into the vortex of the long-running controversy over the way Shell does business in Nigeria. The new man in question is Simon Henry, the extant chief financial officer at Shell. He is one of three past and present oil men whose places on the Rio board will be put to a vote for the first time at the first of Rio's two AGMs. The singularity of gender, industrial backgrounds and domiciles of du Plessis' selections is said to have triggered private anxiety among the Rio executive. And the fact that one of these new arrivals – most likely former Centrica boss Sam Laidlaw – will likely replace du Plessis raises the spectre of a slightly botched succession plan.\n\nThen came Sunday's publication on an investigation by BuzzFeed and Italian business newspaper Ill Sole 24 Ore that included details of a phone call in February 2016 between Shell chief executive Ben van Beurden and Henry that had been intercepted by Dutch police who have been investigating a $US1.3 billion Nigeria oil deal struck five years ago.\n\nWhile Henry appears to have done little but listen to his CEO's agitated download on raids on Shell HQ that had seen Dutch police spend four hours picking through his office, the timing of the latest chapter in the Nigeria saga could not be worse for du Plessis. The only good news on the Nigeria front for du Plessis is that two other former Shell executives also serving on the boards of Australian listings appear to have been sucked far deeper into the Nigerian mire than Henry. BHP Billiton director Malcolm Brinded has long been targeted by non-government organisations for his stewardship of the $US1.3 billion ($1.7 billion) deal in dispute. The email's published in Sunday's report affirm that he played a shaping role in the transaction. It is understood that Brinded, who was appointed to the BHP board in 2014, has offered his fellow directors an explanation of the deal and advised that there was nothing either illegal or inappropriate in a process that ended with Shell and Italian partner ENI acquiring a rich oil block from a company that it is claimed now was connected to former Nigerian oil minister Dan Etete.\n\nThe other familiar name in Sunday's reportage was former Shell Australia chairman and current Woodside Petroleum director Ann Pickard. But now, getting back to du Plessis, his Wednesday morning at Westminster's Queen Elizabeth II Conference Centre was already going to be tough enough given the corporate and personal trauma that has flowed from the publication of the Guineagate emails. Rio's subsequent investigation (which was led by external US legal counsel) and its decision to self-report to regulatory authorities in its three key legal jurisdictions first resulted in the suspension then the termination of two long-standing and very senior executives and then in the delay and potential cancellation of up to $20 million worth of benefits that were due to accrue to former chief executive Sam Walsh. The seeds of this increasingly infamous crisis were sown in a deal that saw a French investment banker introduced as a middle man for negotiations between Rio and the government of Guinea.\n\nThe ambition of this arrangement was to recovery ownership of two of four leases that contain the massively rich Simandou iron ore deposit. With that ambition achieved, Rio agreed to pay the investment banker, Francois de Combret, $10.5 million. Questions over the process that anointed de Combret, the potential conflict that flowed from his closeness to the Guinean president and the subsequent governance of those arrangements resulted in the sackings of the Rio executive that did the deal, Alan Davies, and the executive responsible for the company's legal governance, Debra Valentine. Du Plessis can expect that the presumptive force of Rio's response to Guineagate affair will fuel an overweight response from the family of non-government organisations who routinely haunt the miner's annual gatherings in London. And, again, it is not like du Plessis doesn't already have problems enough on that front.", "image": "http://www.afr.com/content/dam/images/g/o/6/v/s/o/image.related.afrArticleLead.620x365.gvi37s.png/1492038047849.jpg", "summary": "Matthew Stevens by Rio Tinto's retiring chairman Jan du Plessis, cannot crack it for a break right now.\nThe singularity of gender, industrial backgrounds and domiciles of du Plessis' selections is said to have triggered private anxiety among the Rio executive.\nAnd, again, it is not like du Plessis doesn't already have problems enough on that front.\nAnd the fact that one of these new arrivals – most likely former Centrica boss Sam Laidlaw – will likely replace du Plessis raises the spectre of a slightly botched succession plan.\nDu Plessis can expect that the presumptive force of Rio's response to Guineagate affair will fuel an overweight response from the family of non-government organisations who routinely haunt the miner's annual gatherings in London.", "url": "http://www.afr.com/Page/Uuid/gvi37s", "date": "2017-04-10", "involved_companies": ["RIO"]}