{"emotion": {"anger": 0.094439, "joy": 0.525693, "sadness": 0.196185, "fear": 0.111455, "disgust": 0.092582}, "sentiment": {"score": 0.267233, "label": "positive"}, "headline": "Domino's German pizza drive is a winner but the mega-multiple has faded", "text": "Simon Evans by Domino's Pizza Enterprises is a poster child for the optimists of Australian share investing. It regularly confounds those who stick rigidly to hard and fast rules on price-earnings multiples, quibble about length of tenure for chief executives, and worry about the risks of big offshore expansions after a string of stumbles by more illustrious blue chip companies like BHP Billiton and National Australia Bank. An 18 per cent slide in the Domino's share price since mid-August, when the stock was sitting just above $80, has brought some semblance of restraint back to the situation. But even at Friday's close of $65.89, the pizza company is trading on a hefty price-earnings multiple of close to 50 times forecast earnings for 2016-17. The combination of rapid increase in scale, smart use of technology, and marketing sizzle around GPS Pizza Tracker services and upcoming drone deliveries has proved potent, particularly over the past five years as the share price went into overdrive from just $6.25 in October 2011. But a substantial increase in its wages bill in the second half of 2016-17 in Australia, when it is set to pay penalty rates for the first time, has sliced out some of the exuberance.\n\nDomino'\u0080\u0099s Pizza total network sales\n\nDomino's chief executive Don Meij has ambitious offshore expansion plans underway, and his charge into Germany with the acquisition of that country's largest pizza chain, Joey's Pizza, in December, 2015, is ahead of schedule in its integration.\n\nAt a time when German Chancellor Angela Merkel has her hands full wrestling with the politics and practicalities of Germany's open borders policy on refugees, plus the Brexit fall-out, Meij and his team have been busily re-badging the 222 Joey's stores to Domino's and putting in their own internal technology and online ordering systems. Morgan Stanley analyst Tom Kierath took a first-hand look on a swing through the port city of Hamburg, and then into Paris, and was impressed with what had been achieved on the ground in Germany and in France. Domino's in 2015 bought 89 stores which had been trading as Pizza Sprint in France. A model franchise In Germany, it has been a methodical and disciplined integration.\n\nKierath concluded the German business of Domino's is a lot like where it was at in Australia two decades ago, and therefore the upside from the \"long-term growth runway\" is positive. Germany, with a population of 80 million and a popular stereotype of locals heading for bratwurst and sauerkraut on the dining table, rather than fast food, is actually the fourth largest pizza market in the world. On Domino's own internal data, the \"chain\" pizza stores in Germany have a low penetration rate of just 20 per cent of the market. This was a large part of the reason for making the purchase of Joey's, because of the upside it offered. Morgan Stanley in a report last week titled \"A Postcard from Europe\" said that all of the Joey's stores are expected to be converted to Domino's by December 8, which is months ahead of schedule.\n\nDomino's intends ramping up national advertising in Germany once all of the stores in the stable are rebadged, which Morgan Stanley believes will deliver a \"significant kick\" to growth. None of its rivals in Germany advertise nationally. Those competitors are also behind when it comes to online ordering and are generally \"less corporatised\". \"Competitors that we spoke with in Germany are under considerable pressure given weak franchisee profitability\", compared with that achieved by Domino's franchisees. Fresh market opportunity\n\nMorgan Stanley also noted that while pizza consumption is high across the German market as the No.4 country in the world, about 50 per cent of current offerings across the market is frozen and then heated up. The opportunities are endless if Domino's can get it right in an affluent market. Morgan Stanley has a price target of $80 on the stock and expects Domino's to deliver a strong first-quarter trading update when it holds its annual general meeting in Brisbane on November 7. It thinks price rises by competitors in Australia will help in driving faster transaction growth in the local market, while cooler weather in October in Europe is assisting sales after a warmish August and September. Mosts analysts expect full-year net profit to be between $126 million to $127 million, up from $92 million in 2015-16. The rise and rise of Meij is the stuff of legend in corporate circles and one for the evangelical fist-pumpers who love to celebrate entrepreneurial success. He started as a pizza delivery driver in 1987, moved up the ladder at both Silvio's Dial-A-Pizza and Domino's, before becoming a Domino's franchisee. He owned and operated 17 stores before selling them to Domino's in 2001, and became chief executive in 2002. The investment returns under his management are extraordinary. But it's now a 14-year stint at the helm of the company, which makes corporate governance purists cringe. Domino's has an experienced board led by Hungry Jack's founder Jack Cowin as chairman, while deputy chairman is the former Santos managing director Ross Adler, who ran the oil and gas group from 1984 to 2000. It is a compact board of six people, which also includes the founder of Sydney Harbour Bridge attraction BridgeClimb, Paul Cave. Meij is full of energy and enthusiasm and many assume he will stay in the top job for some time yet. He is the public face of the company at every turn.\n\nOne of the specifics investors would like to gain more clarity on is the upcoming higher wage bill for the company in its Australian operations, which will result in a substantial increase in labour costs in the second half of 2016-17. A new industrial agreement comes into place that will require Domino's to pay penalty rates for the first time. At the full year results in August, 2016, the company did outline it was expecting a \"notable\" increase in labour costs, which was likely to be a \"double digit\" rise, but didn't go into further detail. Deutsche Bank analyst Michael Simotas caused a ruckus early in July when his own number-crunching concluded the penalty rates shift could cost an extra $32 million in wages if award rates were implemented. High hopes for Australia While Domino's has been very active in offshore expansion, it also has ambitious targets in Australia and wants to eventually get to 1200 outlets. An extra 65 outlets are on the drawing board next year. It may have some stiffer competition soon, though, after trouncing the No.3 player, Eagle Boys, which fell into administration in July, and being all over a slowing Pizza Hut. But Pizza Hut, which was the dominant force in pizza chains in the 1970s and 1980s in Australia, is set for a revitalisation. Sydney private equity firm Allegro has joined forces with a group of local management from Pizza Hut to buy the master franchise agreement from the United States-based parent Yum! Brands. Some serious investment is headed into the business to reinvigorate the Pizza Hut brand and catapult it into the digital age. While penalty rates is a large impost on the horizon, the raft of technological innovations just keeps on coming along the conveyer belt and the sheer size of the Domino's business now will make it difficult to shift from its dominant position in Australia.", "image": "http://www.afr.com/content/dam/images/g/r/w/2/h/8/image.related.afrArticleLead.620x365.gs6h8l.png/1487133956517.jpg", "summary": "Simon Evans by Domino's Pizza Enterprises is a poster child for the optimists of Australian share investing.\nBut even at Friday's close of $65.89, the pizza company is trading on a hefty price-earnings multiple of close to 50 times forecast earnings for 2016-17.\nOn Domino's own internal data, the \"chain\" pizza stores in Germany have a low penetration rate of just 20 per cent of the market.\nDomino'\u0080\u0099s Pizza total network salesDomino's chief executive Don Meij has ambitious offshore expansion plans underway, and his charge into Germany with the acquisition of that country's largest pizza chain, Joey's Pizza, in December, 2015, is ahead of schedule in its integration.\nHe started as a pizza delivery driver in 1987, moved up the ladder at both Silvio's Dial-A-Pizza and Domino's, before becoming a Domino's franchisee.", "url": "http://www.afr.com/Page/Uuid/gs6h8l", "date": "2016-10-24", "involved_companies": ["DMP"]}