{"emotion": {"anger": 0.151377, "joy": 0.133147, "sadness": 0.201613, "fear": 0.093703, "disgust": 0.083861}, "sentiment": {"score": 0.138157, "label": "positive"}, "headline": "Domino's Pizza profit rises 28.7 per cent", "text": "Share on twitter Sue Mitchell by \"In my 29 years in the business I haven't seen something like this,' says Domino's Pizza chief executive Don Meij. In a matter of months, ​a group of Domino's franchisees has doubled deliveries by using a combination of traditional innovation - hotter, faster ovens - and disruptive digital technologies such as online ordering and GPS driver tracking to deliver pizzas to hungry customers within ten minutes. Mr Meij believes Project 3/10 - one of more than 80 tech projects being cooked up in the retailer's digital lab in Brisbane - will be a game changer for Australia's largest pizza company. \"The biggest long term growth in our business will come from Project 3/10 - being able to deliver in ten minutes,\" Mr Meij told The Australian Financial Review ahead of his appearance at the AFR Innovation Summit on Thursday.\n\nDomino's share price has nearly doubled in the past year. It touched a 52-week low last September of $37.50.\n\n\"This knowledge of safer, hotter, fresher pizza is driving extraordinary growth,\" he said.\n\nOther digital initiatives to be rolled out across the network this year include DRU, the world's first robotic pizza delivery vehicle, GPS Driver Tracker, which uses uber-like technology to plot the safest, fastest course for drivers, and OneDigital, an online ordering platform, 'no-click\" ordering, where customers use a pizza emoji to order their favourite topping, and on-time cooking, which uses geo-location technology to track customers to ensure their pizza is fresh out of the oven when they pick up orders. \"At the heart of who we are we are an innovative company,' Mr Meij told the AFR after Domino's reported a better than expected 44 per cent jump in underlying net profit to $92 million in 2016. \"We're in an era where that innovation has led to us being a leader in technology. But if technology was not the driver I think our business would be able to adapt to what is the thing that drives consumers,\" he said, citing a 30 per cent bounce in earnings after Domino's relaunched its menu in 2008 to take market share from challengers such as the Eagle Boys and Pizza Hut. Mr Meij believes technology will also help Domino's franchisees absorb higher wage bills following a new enterprise agreement that will force store operators to pay penalty rates for weekends, public holidays and night shifts.\n\n\"We are taking some material labour increases in the second half of the coming financial year (but) we have been preparing for this for a number of years,\" he said. \"Our franchisees have had record profits this year ... and in spite of increased labour costs we expect our franchisees will have another record year this year.\" Over the last eight years Domino's has increased its share of the pizza market from 25 per cent to 32 per cent, while the Eagle Boys' franchisor is in administration and US fast food giant YUM! Brands is close to selling the rights to Pizza Hut Australia to private equity firm Allegro Funds. Domino's is planning another major menu relaunch in 2017, but this time Mr Meij has hamburger, fried chicken and sandwich chains McDonalds, KFC and Subway and their drive-thru channels in his sights. \"Two thirds of our growth comes from stealing from other categories,\" said Mr Meij. \"We're not going to be launching hamburgers, but we are chasing sales from these categories through the innovation of pizza and other food items we have, such as desserts and chicken and bread.\"\n\nDomino's plans to add healthier thin crust pizzas, a wider range of salads and desserts to cater for more consumption occasions and appeal to a broader range of customers, particularly women. After doubling profits over the last two years, Mr Meij expects Domino's growth to slow slightly this year. Net profit is expected to rise 30 per cent and the company plans to open between 175 to 195 new stores, compared with 484 in 2016. Domino's shares, which have doubled since September and are now trading at 54 times forecast 2017 earnings per share, fell as much as 6 per cent on the guidance, which fell short of consensus forecasts. However, shareholders say Domino's long term growth story remains 'robust\" and believe there's scope for Mr Meij to upgrade guidance, as he did three times in 2016.\n\n\"There's not many companies putting down 40 per cent plus growth and then guiding quite confidently, and we'd argue conservatively, to 30 per cent next year,\" said Julian Beaumont, investment director at Bennelong Australian Equity Partners. \"The business is firing with strong like-for-like sales growth and a lot of new stores and strong operating leverage leading to strong earnings growth,\" Mr Beaumont said. In Europe, for example, underlying earnings soared 123 per cent on revenue growth of 52 per cent and the company is on track to achieve 20 per cent profit margins four years ahead of plan. Profits in ANZ rose 28 per cent, outpacing sales growth of 24 per cent, and Japan earnings rose 25 per cent despite weaker sales. \"It looks like the market is selling the stock because the guidance is a bit short of what is expected for next year,\" said Ophir Asset Management principal Andrew Mitchell. \"If you look back on time, Domino's management has a history of conservative guidance and then upgrading as the year progresses.\"", "image": "http://www.afr.com/content/dam/images/g/i/w/0/8/a/image.related.socialLead.620x349.gqtfnt.png/1471422031513.jpg", "summary": "Profits in ANZ rose 28 per cent, outpacing sales growth of 24 per cent, and Japan earnings rose 25 per cent despite weaker sales.\nAfter doubling profits over the last two years, Mr Meij expects Domino's growth to slow slightly this year.\nDomino's share price has nearly doubled in the past year.\n\"The business is firing with strong like-for-like sales growth and a lot of new stores and strong operating leverage leading to strong earnings growth,\" Mr Beaumont said.\nShare on twitter Sue Mitchell by \"In my 29 years in the business I haven't seen something like this,' says Domino's Pizza chief executive Don Meij.", "url": "http://www.afr.com/Page/Uuid/gqtfnt", "date": "2016-08-16", "involved_companies": ["DMP"]}