{"emotion": {"anger": 0.115595, "joy": 0.096635, "sadness": 0.247249, "fear": 0.09703, "disgust": 0.06505}, "sentiment": {"score": -0.0633574, "label": "negative"}, "headline": "BHP seeks US shale sales to counter Elliott push", "text": "Share on twitter Peter Ker by BHP Billiton has almost halved its US shale oil and gas territory over the past five years and flagged two further divestments on Wednesday as the company seeks to clarify its plan for a division that activist investors want spun-off. Barely a fortnight after Elliott Associates urged it to demerge its US petroleum assets, BHP said efforts to divest \"non-core\" parts of the shale business it acquired for $US20 billion in 2011 were \"progressing\", with the company revealing it had received bids for a section of Texas' Hawkville shale. Sale of a 50,000 acre portion of the Hawkville was publicly contemplated by BHP in October, and the company said on Wednesday it was now evaluating the bids for the gas-rich asset. Another gas-rich part of BHP's shale division, Arkansas' Fayetteville shale, could be headed for divestment after BHP said it was \"under review\".\n\n\"We are considering all options including divestment,\" said BHP in relation to the Fayetteville.\n\nThe book values of the Fayetteville and Hawkville shales have both been impaired by more than $US2 billion since being acquired in 2011. BHP has never announced a financially-material divestment of US shale acreage, but has been actively reshaping its portfolio for some time now. The Australian Financial Review understand's BHP's total shale acreage in the US has shrunk from about 1.5 million acres in 2012 to about 840,000 acres through a large number of small-scale tenement swaps and trade sales. The swaps and sales have been designed to give the company access to what it believes to be the most attractive shale acreage, but also to acquire adjacent tenements that allow the company to drill longer horizontal wells that improve recovery of oil and gas and efficiency.\n\nMorgans analyst Adrian Prendergast said it was a good time for BHP to be reshaping its US shale portfolio, particularly given its stated desire to focus more on oil production than gas in the US. \"Now that we are seeing signs of life in the oil market I think now is the right time for them to be pursuing opportunistic restructuring of US onshore and starting to pull the trigger on some of these greenfields (prospects),\" he said on Wednesday. \"Chunkier things like moving some of this Hawkville acreage, that will really step up that reshaping.\" BHP has over the past year started monetising its gas-focused assets in Louisiana's Haynesville shale by hedging some of its production, and Mr Prendergast said the company may seek to replicate that in the Fayetteville shale.\n\n\"The Haynesville has been surprising the way it has become economic again and I think my read is they are genuinely undecided on the Fayetteville; they are probably assessing the numbers – hard to work out if a similar strategy as they have deployed at the Haynesville would work there or whether they would just get a better price for (selling) it,\" he said. Macquarie analyst Hayden Bairstow said divestment of the Fayetteville was \"the most likely course of action\". The insights into BHP's US shale strategy came amid a March quarter production report that demonstrated the disruption caused to mines by strikes and bad weather. A 44-day strike at Chile's Escondida mine ensured output was 60 per cent lower than in the December quarter, and has forced BHP to cut its full year copper production guidance for the second time this financial year.\n\nJP Morgan analyst Lyndon Fagan said the 95,000 tonnes of copper produced in the quarter was lower than should have been the case given the length of the strike. \"Escondida throughput was down more than the outage implied by the strike. This suggests workers were on a go-slow in the lead-up,\" he said in a note. BHP had originally planned to produce 1.66 million tonnes of copper in fiscal 2017, but downgraded that to 1.62 million tonnes in January in response to a power outage at Olympic Dam during September and October. Copper production guidance has been further cut to between 1.33 million and 1.36 million tonnes of copper in the year to June 30 on the back of the Escondida disruptions.\n\nBHP said Escondida would resume operating at full capacity within days, putting the company at odds with fellow Escondida shareholder Rio Tinto, which suggested it would not be at full capacity until July. Delivery of a third concentrator and a desalination plant for Escondida will now occur in the September quarter of 2017 rather than in June. BHP's coking coal production guidance was also cut by about 10 per cent after the disruption caused by Cyclone Debbie. BHP will now ship between 39 and 41 million tonnes of coking coal from Queensland, rather than the 44 million tonnes originally promised. Iron ore remains BHP's biggest money-spinner, and despite bad weather in the March quarter, the company remains on track to meet the middle of its original guidance range, which was narrowed on Wednesday to between 268 million and 272 million. BHP's current iron ore export licence only allows up to 270 million tonnes per year to be shipped, and the miner has sought approval from government agencies to increase that to 275. By fiscal 2019, BHP hopes to reach its ultimate goal of exporting 290 million tonnes of iron ore per year from Western Australia, including tonnes owned by joint venture partners. The company said it was working with authorities to finalise permits to allow it to reach that long-held export goal.", "image": "http://www.afr.com/content/dam/images/g/s/k/0/9/o/image.related.afrArticleLead.620x365.gvsqa3.png/1493193013487.jpg", "summary": "Another gas-rich part of BHP's shale division, Arkansas' Fayetteville shale, could be headed for divestment after BHP said it was \"under review\".\nBHP will now ship between 39 and 41 million tonnes of coking coal from Queensland, rather than the 44 million tonnes originally promised.\nBHP had originally planned to produce 1.66 million tonnes of copper in fiscal 2017, but downgraded that to 1.62 million tonnes in January in response to a power outage at Olympic Dam during September and October.\nBHP has never announced a financially-material divestment of US shale acreage, but has been actively reshaping its portfolio for some time now.\nThe insights into BHP's US shale strategy came amid a March quarter production report that demonstrated the disruption caused to mines by strikes and bad weather.", "url": "http://www.afr.com/Page/Uuid/gvsqa3", "date": "2017-04-26", "involved_companies": ["BHP", "RIO"]}