{"emotion": {"anger": 0.158435, "joy": 0.460468, "sadness": 0.228747, "fear": 0.141193, "disgust": 0.081977}, "sentiment": {"score": -0.1066, "label": "negative"}, "headline": "Chasing Woolworths down, down is costing Coles", "text": "Share on twitter James Thomson by Wesfarmers' chief executive-elect Rob Scott is in the middle of a listening tour, travelling around the various parts of his new empire and meeting with key people inside and outside the group. No doubt at the top of his destination list is Melbourne, where so much of the Wesfarmers retail empire is located. And after the company's quarterly results on Thursday, there's no doubt where Scott will be spending a good chunk of his time – Coles. That the supermarket chain has been ceding market share to a resurgent Woolworths is nothing new. But clearly the market has underestimated the pressure that Coles is finding itself under to hold the line. Coles' sales grew by just 0.3 per cent during the quarter, the slowest rate in nine months; adjusting for the late Easter period, the number improves to 0.7 per cent. But even this is below the 0.9 per cent sales growth posted in the December quarter and a million miles from the 4.9 per cent growth that Coles saw in the March quarter of 2016.\n\nAfter Wesfarmers' quarterly results there's no doubt its chief executive-elect Rob Scott will be spending a good chunk of his listening tour at Coles headquarters. Trevor Collens\n\nObviously, the supermarket is cycling against some strong numbers, so it's not easy matching the growth rate of a year ago, when Woolworths was only emerging from its period as a bit of a rabble.\n\nBut surely Scott would be concerned about the price Coles is having to pay to hold its ground. No backing down Outgoing Wesfarmers chief Richard Goyder said Coles had been \"investing more significantly in the customer offer\" during the quarter, and the boss of Coles, John Durkan, called out cuts on prices of mince, cheese and hot cross buns. Coles also pumped more money into customer service during the quarter, most notably through its promotion to staff all checkouts over a few weekends before the Easter break. Durkan has made it clear that he will not back down in the battle with Woolworths, and he rammed home that point again on Thursday.\n\n\"It is necessary that we continue to proactively invest in the customer offer throughout this period of lower growth and increased competition to ensure we maintain our market-leading customer offer,\" Durkan said. \"This enduring customer focus will ensure Coles is positioned well for the long term.\" That phrase is interesting. Durkan is right that having an \"enduring customer focus\" is essential. He simply cannot stop investing in price and customer service just to protect margins and profitability – Woolworths has shown that this strategy leads to disaster.", "image": "http://www.afr.com/content/dam/images/g/u/n/v/1/n/image.related.afrArticleLead.620x365.gvthh0.png/1493275382070.jpg", "summary": "And after the company's quarterly results on Thursday, there's no doubt where Scott will be spending a good chunk of his time – Coles.\nBut clearly the market has underestimated the pressure that Coles is finding itself under to hold the line.\nBut even this is below the 0.9 per cent sales growth posted in the December quarter and a million miles from the 4.9 per cent growth that Coles saw in the March quarter of 2016.\nBut surely Scott would be concerned about the price Coles is having to pay to hold its ground.\nThat the supermarket chain has been ceding market share to a resurgent Woolworths is nothing new.", "url": "http://www.afr.com/Page/Uuid/gvthh0", "date": "2017-04-27", "involved_companies": ["WOW", "WES"]}