{"emotion": {"anger": 0.132333, "joy": 0.095485, "sadness": 0.53093, "fear": 0.425111, "disgust": 0.051968}, "sentiment": {"score": -0.241853, "label": "negative"}, "headline": "Woolworths' BIG W to lose $160 million before implementing turnaround plan", "text": "Share on twitter Sue Mitchell by Woolworths has come up with a new turnaround plan to save BIG W, but it won't stop losses blowing out to more than $160 million this year. After finally exiting the loss-making Masters chain, Woolworths is now struggling to restore sales growth and profits at BIG W – described by Bank of America Merrill Lynch analyst David Errington as a \"boil\" – before deciding whether to retain or divest the structurally challenged discount department store. \"You can either lance it or withstand the pain,\" Mr Errington observed on Tuesday after Woolworths revealed that losses at BIG W would blow out in the June-half to between $115 million and $135 million before impairments and restructuring costs. This compares with Woolworths' previous guidance for losses of $88 million in the June-half and will take the full-year loss, including one-off costs, to between $142 million and $162 million.\n\nChief executive Brad Banducci said Woolworths needed to turn around BIG W to widen its options – \"We need momentum to get optionality in the business.\"\n\nWoolworths signed off on a new strategy for BIG W last week – the third in four years – and is now putting in place a new management team led by David Walker, who took the helm on an interim basis from Sally Macdonald last November. Mr Walker was business transformation manager at BIG W between 2007 and 2010. With Wesfarmers' Kmart and Target watching every BIG W move, Mr Banducci was reluctant to give details, but said the new plan borrowed heavily from Woolworths' turnaround strategy in supermarkets and had been developed in collaboration with staff. Ms Macdonald's turnaround strategy involved transforming BIG W into a more fashionable product and design-led retailer, with a focus on soft goods such as clothes rather than hard goods such as appliances and electronics, and sourcing at least 50 per cent of stock directly from Asia. However, it was considered too ambitious and, judging by the 5.7 per cent fall in same-store sales in the March quarter, failed to gain traction.\n\nWhile the BIG W brand still resonated with consumers, Mr Banducci said the 186-store chain needed to restore trust in prices, improve merchandising and in-store experience and better manage categories. Woolworths plans to clear aged inventory at BIG W over coming months, contributing to the June-half loss, to make way for new stock. \"We have to make sure we don't exit this financial year with any inventory that should be cleared through,\" he said. Investors believe Woolworths would be better off without BIG W, where sales have fallen in 17 of the last 18 quarters. However, Woolworths would struggle to find a buyer while BIG W was bleeding cash, while onerous lease liabilities prevented Woolworths from pulling the plug. \"There's a fair bit of scepticism as to what can be done with that business,\" one fund manager said.", "image": "http://www.afr.com/content/dam/images/g/s/r/2/q/5/image.related.socialLead.620x349.gvx63r.png/1494797259078.jpg", "summary": "However, Woolworths would struggle to find a buyer while BIG W was bleeding cash, while onerous lease liabilities prevented Woolworths from pulling the plug.\nInvestors believe Woolworths would be better off without BIG W, where sales have fallen in 17 of the last 18 quarters.\nShare on twitter Sue Mitchell by Woolworths has come up with a new turnaround plan to save BIG W, but it won't stop losses blowing out to more than $160 million this year.\nChief executive Brad Banducci said Woolworths needed to turn around BIG W to widen its options – \"We need momentum to get optionality in the business.\nWoolworths plans to clear aged inventory at BIG W over coming months, contributing to the June-half loss, to make way for new stock.", "url": "http://www.afr.com/Page/Uuid/gvx63r", "date": "2017-05-02", "involved_companies": ["WOW", "WES"]}