{"emotion": {"anger": 0.101874, "joy": 0.120874, "sadness": 0.434588, "fear": 0.043132, "disgust": 0.076217}, "sentiment": {"score": 0.540576, "label": "positive"}, "headline": "Rio unlikely to get better offer for NSW coal: EY", "text": "Share on twitter Peter Ker by Yancoal's $US2.45 billion ($3.29 billion) bid for Rio Tinto's Hunter Valley coal assets has been deemed to be \"fair\" by accounting firm Ernst & Young, which believes Rio is unlikely to find a better offer. EY's comments came in an Independent Expert's report into the deal, which will be voted on by Rio shareholders in the final week of June. The report put the fair value of the thermal coal business at between $US1.8 billion and $US2.1 billion and therefore deemed Yancoal's higher offer to be \"fair and reasonable\" to Rio shareholders. Yancoal already operates numerous coal mines in the Hunter Valley, and EY pointed to the potential synergies of combining those assets with Rio's mines.\n\n\"We expect there are few other potential acquirers who could extract the same value out of the Coal & Allied assets as Yancoal,\" said EY in the report.\n\n\"There is limited potential for alternative superior proposals to emerge.\" That comment came despite EY acknowledging that Glencore, which has previously bid for the assets, was the biggest coal miner in the Hunter Valley. But EY said mine synergies weren't the only attraction for Yancoal, which has significant deferred tax assets that could be deployed against a profitable business like Rio's Hunter Valley assets. \"The addition of [Rio's] Coal & Allied within Yancoal's portfolio of coal assets will allow it to realise its deferred tax assets in a shorter timeframe,\" the report said.\n\nChina's State-Owned Assets Supervision and Administration Commission (SASAC) is the ultimate owner of the biggest shareholders in both Rio (Chinalco) and Yancoal (Yankuang via Yanzhou), and the sale of the coal assets has therefore been deemed a \"related party transaction\" that requires approval from shareholders in Rio and Yancoal's Hong Kong-listed parent Yanzhou. Despite the China connection, EY said it did not believe Yancoal was getting special treatment. \"The transaction is not being undertaken due to any special treatment of a related party, but rather is consistent with previous actions in divesting [Rio's] thermal coal assets,\" said the report. EY also implied the assets would be best served by being housed in a pure-play coal mining business where management were \"solely focused\" on coal mining assets.\n\n\"In the hands of Yancoal, [Rio's] assets will not be competing for capital with much larger assets in other commodities as they are in the hands of Rio Tinto,\" said the report. \"Given the capital costs required in order to achieve the life of mine plans ... we consider that availability of capital is a key value driver for the Coal & Allied business.\" The transaction includes an upfront payment of $US1.95 billion, then $US100 million each year for five years. Assuming the transaction reaches settlement before the end of 2017, Rio will also receive a royalty worth $US2 for every tonne of coal sold between 2020 and 2027 so long as coal prices are above $US75 per tonne.\n\nThe royalty could deliver up to $US650 million to Rio, and is designed to ensure Rio shareholders retain some exposure to thermal coal if prices prove to be stronger than expected over the next decade. But EY was pessimistic about the chances of Rio enjoying cashflows from that royalty. \"Based on our analysis of forecast benchmark thermal coal prices as at the date of this report, the price target at which the royalty payment is triggered is unlikely to eventuate. As such the total value of the royalty we have included within our valuation is nil,\" the report said. Rio's Australian shareholders will vote on the transaction at a meeting in Sydney on June 29, two days after Rio's London shareholders vote on the transaction.", "image": "http://www.afr.com/content/dam/images/g/u/4/q/u/5/image.related.afrArticleLead.620x365.gwa2xc.png/1495426555854.jpg", "summary": "Share on twitter Peter Ker by Yancoal's $US2.45 billion ($3.29 billion) bid for Rio Tinto's Hunter Valley coal assets has been deemed to be \"fair\" by accounting firm Ernst & Young, which believes Rio is unlikely to find a better offer.\n\"The addition of [Rio's] Coal & Allied within Yancoal's portfolio of coal assets will allow it to realise its deferred tax assets in a shorter timeframe,\" the report said.\nEY's comments came in an Independent Expert's report into the deal, which will be voted on by Rio shareholders in the final week of June.\nYancoal already operates numerous coal mines in the Hunter Valley, and EY pointed to the potential synergies of combining those assets with Rio's mines.\nThe report put the fair value of the thermal coal business at between $US1.8 billion and $US2.1 billion and therefore deemed Yancoal's higher offer to be \"fair and reasonable\" to Rio shareholders.", "url": "http://www.afr.com/Page/Uuid/gwa2xc", "date": "2017-05-22", "involved_companies": ["RIO"]}