{"emotion": {"anger": 0.119039, "joy": 0.520033, "sadness": 0.199649, "fear": 0.070959, "disgust": 0.053956}, "sentiment": {"score": 0.370788, "label": "positive"}, "headline": "Convenience the new weapon in grocery war", "text": "Share on twitter Sue Mitchell by Ready-made food, new store formats and online shopping will become the weapons of choice as major supermarket chains defend their turf from discounters while meeting the needs of millennials. Joanne Denney-Finch, the chief executive of British-based grocery institute IGD, says Australian retailers need to improve their convenience food offers and redesign store layouts to respond to changing lifestyles and shopping habits. \"Lifestyles have changed, people do lead a more spontaneous lifestyle than they have done in the past and that creates the appetite to do that sort of thing,\" said Ms Denney-Finch, a keynote speaker at the Australian Food and Grocery Council's annual conference in Brisbane on Wednesday. Retailers also need to speed up online deliveries to tackle Amazon – \"speed to customer will be important\" – and expand their house brand ranges to differentiate from rivals and better compete with Aldi.\n\nA veteran of the UK grocery trade, Ms Denney-Finch has urged Australian retailers to take inspiration from British chains such as Tesco, Canadian food retailer Pusateri and Philippines retailer Robinsons, who are raising the bar on store formats, food-to-go and in-store theatre.\n\nAustralian retailers are responding to changing shopping habits, including a trend towards smaller, more frequent top-up shopping and stronger demand for fresh food, by launching ready-made and chilled meals and opening small format stores in convenient locations. However, Ms Denney-Finch said large format stores could also be made more convenient by changing layouts to suit shopping missions. \"In the UK you see a lot of experimentation going on and there's a lot more to come in terms of layout,\" she told The Australian Financial Review. \"Some of the retailers have started to break the store up so you have not just fresh products at the front of the store to drive the traffic but sections which are handy for people if they just want to come in and grab and go,\" she said.\n\n\"Other things you'll see in the UK and beyond the UK is there is a huge play now on health,\" she said, citing Robinsons, which has created a 'health zone\" that stocks fresh foods, such as salmon alongside vitamins and dietary supplements, with nutritionists on hand to give advice. Coles and Woolworths have also been shifting away from promotions towards every day low prices and rationalising their product range to reduce supply chain complexity. However, the jury is out, with consumers and suppliers bemoaning the loss of choice and reduction in deep discounts. Ms Denney-Finch believes both strategies are the right way to go, saying retailers around the world are culling ranges to reduce costs and simplify in-store experience for shoppers, while EDLP gives customers more trust in prices. . \"Less can be more and better,\" she said. \"Shoppers want fewer and more meaningful promotions. If you have certain types of products that seem to be more on promotion than not it can undermine trust.\"\n\nWhile employers are starting to recognise the needs of millennials, most food retailers were not. \"Millennials are different in terms of their expectations, they've grown up with Facebook and the internet and mobile phones ... and they're much more likely to go for a convenience shop,\" she said. \"They adore convenience and fresh foods, they're hugely experimental and they like to co-create on innovation,\" she said. \"They are looking for excitement but also instant gratification – I'm not sure I see it yet in shops.\" Ms Denney-Finch said the fast-changing environment was also a challenge for food and grocery suppliers, who needed to raise their game to compete more effectively and build stronger relationships with major customers. \"The shopper creates the market and it's for retailers and manufacturers to respond to that,\" she said. \"[Manufacturers] have to choose your partners well and they need to get supply chains right – even in the best supply chains there is 15 to 20 per cent waste.\"", "image": "http://www.afr.com/content/dam/images/g/v/i/p/w/h/image.related.socialLead.620x349.gwb6ch.png/1495561275572.jpg", "summary": "\"While employers are starting to recognise the needs of millennials, most food retailers were not.\nHowever, Ms Denney-Finch said large format stores could also be made more convenient by changing layouts to suit shopping missions.\nJoanne Denney-Finch, the chief executive of British-based grocery institute IGD, says Australian retailers need to improve their convenience food offers and redesign store layouts to respond to changing lifestyles and shopping habits.\n\" Ms Denney-Finch said the fast-changing environment was also a challenge for food and grocery suppliers, who needed to raise their game to compete more effectively and build stronger relationships with major customers.\n\"They adore convenience and fresh foods, they're hugely experimental and they like to co-create on innovation,\" she said.", "url": "http://www.afr.com/Page/Uuid/gwb6ch", "date": "2017-05-24", "involved_companies": ["WOW", "WES", "MTS"]}