{"emotion": {"anger": 0.479338, "joy": 0.695492, "sadness": 0.474965, "fear": 0.114847, "disgust": 0.409651}, "sentiment": {"score": -0.575524, "label": "negative"}, "headline": "The 14 'all weather' stocks that investors must have", "text": "Share on twitter Philip Baker by Rudi Filapek-Vandyck calls them \"all weather\" stocks and says all investors should own them. But there is just one problem with these must-have companies that can grow their profits and increase value for shareholders no matter what else is happening globally. There aren't many of them around. \"Unfortunately Australia, being a relatively small market, doesn't really have too many of these types of stocks,\" says Filapek-Vandyck from FNArena, an online service company he set up in 2000 with the aim of producing independent market research that helps investors make better choices.\n\nWhat has helped is the high number of quality companies floated on the ASX over the past 18 months or so, but still the number of companies that can deal with the different economic cycles and currency movements is no more than 14.\n\nTake a bow Ansell, Amcor, ARB Corp, Brambles, Carsales, CSL, Domino's Pizza, Hansen Technologies, InvoCare, Orora, Pact Group, Ramsay Healthcare, REA Group and Technology One. Others on the cusp of making the grade include 1300 Smiles, Cochlear, Dulux, Healthscope, ResMed and Pacific Smiles. Filapek-Vandyck came up with the idea of getting a list of these types of \"all weather\" stocks in 2008 when the global financial crisis was in full swing. He figured it was such a wild time the world would never be the same again, so investors needed to hold companies that could deal with record low interest rates, wild swings in global currencies and all the different growth rates playing out in the global economy.\n\nBut it can be hard for investors to switch out of well known stocks like the four major banks, Woolworths, Telstra, BHP Billiton and Rio Tinto. Filapek-Vandyck says they should. \"I think in the current context the Australian sharemarket, in very simplistic terms, is a bear market for the top end of the market and it's a raging bull market for everything from the middle down to the bottom. Unfortunately for Australian investors, the majority has taken such a long time to get rid of their usual favourites, they have seen very little of this bull market,\" he says. The other problem for investors is the all weather stocks aren't as cheap as they used to be.\n\nA sellers market Filapek-Vandyck has also noticed another quirk of 2007, just as the crisis was unfolding, that also should have investors worried. As part of his research he takes particular notice of how many buy, sell and hold recommendations are out there and right now the brokers he follows have more sell recommendations than in 2007, and fewer buy ratings, implying it's a tough market to find any sort of value. \"On my observation, most share prices fall after company reports have been released this month. I think this is because share prices are already at elevated levels and even with rising valuations and price targets, stockbroking analysts find it increasingly difficult to justify buy ratings,\" he says.\n\nWith value harder to come by in this market Filapek-Vandyck will have to tap into his past, when he was an investigative journalist in the Netherlands. He was born and raised in Belgium but after completing university had the idea he would go into journalism. Because Holland was better known for free speech and a more broad, richer tradition in print media he started work in Amsterdam. Indeed, it was his work in investigative journalism that led him to the world of high finance. \"I did criminality, drugs, swindles, and all that, frauds, white collar frauds and that's basically how I rolled into finance. Because the newspapers I worked, with all the stories I came up with they put me into business and finance because it was essentially investors being duped. That's how I rolled into finance in the newspapers,\" he says.", "image": "http://www.afr.com/content/dam/images/g/r/1/r/j/d/image.related.afrArticleLead.620x365.gr1plf.png/1472180728663.jpg", "summary": "Share on twitter Philip Baker by Rudi Filapek-Vandyck calls them \"all weather\" stocks and says all investors should own them.\nThe other problem for investors is the all weather stocks aren't as cheap as they used to be.\nFilapek-Vandyck came up with the idea of getting a list of these types of \"all weather\" stocks in 2008 when the global financial crisis was in full swing.\nA sellers market Filapek-Vandyck has also noticed another quirk of 2007, just as the crisis was unfolding, that also should have investors worried.\nBut it can be hard for investors to switch out of well known stocks like the four major banks, Woolworths, Telstra, BHP Billiton and Rio Tinto.", "url": "http://www.afr.com/Page/Uuid/gr1plf", "date": "2016-08-26", "involved_companies": ["WOW", "TLS", "BHP", "RIO", "ANN", "ARP", "AMC", "BXB", "CSL", "DMP", "IVC", "RHC", "REA", "TNE"]}