{"emotion": {"anger": 0.120971, "joy": 0.405232, "sadness": 0.493616, "fear": 0.105331, "disgust": 0.100129}, "sentiment": {"score": 0.13465, "label": "positive"}, "headline": "Rival miner lauds activist campaign against BHP", "text": "Share on twitter Peter Ker by US miner Cliffs Natural Resources has accused BHP Billiton of talking down the iron ore price and lauded Elliott Associates for launching an activist campaign against the famous Australian company. In typically colourful style, Cliffs chief executive Lourenco Goncalves attacked BHP for trying to weaken iron ore prices with both its output rate and its public commentary. \"Rio Tinto and Vale have gone back to practising and preaching the value-over volume supply discipline that has made them successful and profitable throughout their history ... BHP, however, remained the outlier and has not embraced the value over volume approach,\" he said. \"BHP has actually elected to continue to play by the 2015 playbook of producing more tonnes and reporting lower cash costs per tonne.\"\n\nThe comments come despite the fact BHP's iron ore production in fiscal 2016 was 2 per cent lower than the previous year, and will grow by a maximum of 4 per cent in fiscal 2017.\n\nMr Goncalves said iron ore prices started falling after BHP chief financial officer Peter Beaven predicted they would soften in a speech at The Australian Financial Review's Business Summit on March 9. \"In what other business is this speech OK from any CEO and particularly from a CFO,\" said Mr Goncalves on Friday. \"I find it is very natural and almost predictable that an activist shareholder has emerged for BHP. Also I find it hard to believe that the only motives of the activists are to force the spin-off of a business unit and to delist the company from one stock exchange.\" Dual-listed structure\n\nElliott publicly urged BHP last month to collapse its dual-listed structure, demerge its US petroleum assets and increase shareholder returns, but the activist investor has not spoken publicly about BHP since April 12. Elliott has also been waging an activist campaign against aluminium producer Arconic, and was influential in the recent departure of Arconic chief executive Klaus Kleinfeld. Mr Goncalves only became chief executive of Cliffs after an activist campaign led by Casablanca Capital in 2014, and he appeared to taunt BHP about the Elliott campaign. \"I really wish that BHP will have as much fun as Arconic has been having as we speak in dealing with the same activist, Elliott, or the enjoyment that I brought to the previous board of Cliffs Natural Resources when I came to their door in 2014 and took the company from their hands with the support of the majority of the Cliffs shareholders,\" he said.\n\nCliffs' flagship business is selling iron ore to US steel mills, but it also exports about 11 million tonnes of Australian iron ore each year to Asia. Mr Goncalves said the future direction of iron ore prices would \"depend on how much BHP and Fortescue and Roy Hill will continue to overproduce\". \"I expect that BHP will get religion one way or another. Fortescue don't have a lot of options because that's the ore they have. They can always control the output but I don't see that coming. And Roy Hill, well, it's just a time bomb at this point,\" he said. \"I can hear it tick, tick, ticking, but it hasn't exploded yet.\"", "image": "http://www.afr.com/content/dam/images/g/s/7/e/t/j/image.related.afrArticleLead.620x365.gvvl0b.png/1493536253051.jpg", "summary": "Mr Goncalves only became chief executive of Cliffs after an activist campaign led by Casablanca Capital in 2014, and he appeared to taunt BHP about the Elliott campaign.\nShare on twitter Peter Ker by US miner Cliffs Natural Resources has accused BHP Billiton of talking down the iron ore price and lauded Elliott Associates for launching an activist campaign against the famous Australian company.\nElliott has also been waging an activist campaign against aluminium producer Arconic, and was influential in the recent departure of Arconic chief executive Klaus Kleinfeld.\nCliffs' flagship business is selling iron ore to US steel mills, but it also exports about 11 million tonnes of Australian iron ore each year to Asia.\nIn typically colourful style, Cliffs chief executive Lourenco Goncalves attacked BHP for trying to weaken iron ore prices with both its output rate and its public commentary.", "url": "http://www.afr.com/Page/Uuid/gvvl0b", "date": "2017-04-30", "involved_companies": ["BHP", "RIO", "FMG"]}