{"emotion": {"anger": 0.120799, "joy": 0.086402, "sadness": 0.505429, "fear": 0.133243, "disgust": 0.086802}, "sentiment": {"score": -0.173112, "label": "negative"}, "headline": "Domino's Pizza shares slump as wage surcharge bites", "text": "Share on twitter Sue Mitchell by Shares in Domino's Pizza Enterprises have fallen almost 9 per cent in the last few weeks amid fears that a new surcharge to recoup higher wages may crimp sales growth in Australia. Domino's shares have fallen 8.8 per cent since January 8, when Australia's largest pizza chain introduced a 10 per cent surcharge on Sunday orders to partially cover the cost of a 25 per cent pay rise for pizza store staff. The surcharge has received a mixed reaction from customers, and analysts believe it could crimp Australian same-store sales growth, which was tracking at a record 17.7 per cent in the first four months of 2017. However, Domino's said on Friday it had seen no evidence to support comments from analysts in relation to a link between the share price and the introduction of the surcharge.\n\nDomino's share price\n\nSome customers have criticised the chain on social media for hiking prices after reporting a 44 per cent increase in underlying profits last year.\n\n\"Domino's Pizza are asking customers to pay more for their Sunday pizza. Not prepared to delve into their huge profit!\" one customer said. Others, however, have said a 10 per cent surcharge is a fair price to pay if it means workers will receive higher wages. Under wage agreements that expired almost four years ago, Domino's franchisees have not been paying weekend penalty rates stipulated in the fast food modern award. New agreement\n\nDomino's has been negotiating a new agreement with the Shop, Distributive & Allied Employees union and expects to finalise a deal in the next few months, pending an announcement on weekend penalty rates by the Fair Work Commission. In the meantime, Domino's has \"voluntarily\" increased rates for delivery drivers and casual store staff who work on Sundays. In a report last year, Deutsche Bank estimated that the introduction of award penalty rates could lift wage costs in Domino's Australian operations by 14 per cent, crunching system profits to the tune of 24 per cent. A UBS report said higher labour costs could crimp franchisee earnings by as much as 14 per cent, denting their appetite to invest in new stores, new technology and marketing.\n\nHowever, Domino's chief executive Don Meij has repeatedly dismissed concerns, saying Domino's has been preparing for years for \"material\" wage increases. He says innovations such as GPS driver tracking and hotter faster ovens that enable franchisees to prepare, cook and serve pizzas in 10 minutes will help protect margins and earnings. 'Another record year' \"We are taking some material labour increases in the second half of the coming financial year [but] we have been preparing for this for a number of years,\" Mr Meij said last year.\n\n\"Our franchisees have had record profits this year ... and in spite of increased labour costs we expect our franchisees will have another record year.\" Mr Meij was overseas and unable to comment on whether the new Sunday surcharge had had any impact on sales. Analysts were surprised by the new surcharge, saying it had never been mentioned by Domino's as an option for recouping wage increases. A spokesperson said the 10 per cent Sunday surcharge was extensively tested in selected markets, as were all pricing models, before it was introduced nationwide.", "image": "http://www.afr.com/content/dam/images/g/q/t/j/f/1/image.related.socialLead.620x349.gtywik.png/1486970236642.jpg", "summary": "\"Domino's Pizza are asking customers to pay more for their Sunday pizza.\nOthers, however, have said a 10 per cent surcharge is a fair price to pay if it means workers will receive higher wages.\nAnalysts were surprised by the new surcharge, saying it had never been mentioned by Domino's as an option for recouping wage increases.\nDomino's shares have fallen 8.8 per cent since January 8, when Australia's largest pizza chain introduced a 10 per cent surcharge on Sunday orders to partially cover the cost of a 25 per cent pay rise for pizza store staff.\nHowever, Domino's chief executive Don Meij has repeatedly dismissed concerns, saying Domino's has been preparing for years for \"material\" wage increases.", "url": "http://www.afr.com/Page/Uuid/gtywik", "date": "2017-01-27", "involved_companies": ["DMP"]}