{"emotion": {"anger": 0.13926, "joy": 0.053237, "sadness": 0.508232, "fear": 0.088279, "disgust": 0.030101}, "sentiment": {"score": 0.214223, "label": "positive"}, "headline": "Retailers step up Amazon defences", "text": "Share on twitter Sue Mitchell by Loyalty programs, data analytics and in-store experiences will become the weapons of choice as Australian retailers fight to protect sales and earnings from online retail behemoth Amazon. Retailers have stepped up their defence preparations after Amazon confirmed retailers' worst fears this week, unveiling plans to roll out its full retail offering in Australia over the next few years. While hundreds of retailers believe Amazon's entry will not affect their business and remain unprepared, according to a recent Commonwealth Bank survey, major retailers say they have been anticipating Amazon's arrival and have plans in place to defend their turf. \"It's something all retailers face, this is not something that's come out of the blue,\" said Super Retail Group chief executive Peter Birtles.\n\nSuper Retail chief Peter Birtles says the retailer is well prepared for Amazon's arrival: ''This has not come out of the blue.\" Daniel Munoz\n\n\"Super Retail Group has been working on a plan for Amazon's arrival and other global players coming into this market place for a number of years now - it's not something were reacting to all of a sudden,\" he said.\n\nWhile traditional retailers' expensive store networks are increasingly being seen by investors as a liability, Mr Birtles sees Super Retail Group's 670 stores across the Super Cheap Auto, Rebel Sport, BCF and Rays brands as an asset. \"We see the opportunity for Super Retail Group to be not only a product provider but a solution provider. We provide associated services, information and experiences that will provide a broader solution for the customer than just the product itself,\" he said, citing fitment services for auto accessories to staff knowledge about the best local fishing spots. Seamless shopping experience Super Retail is also creating a seamless shopping experience instore and online with a range of delivery options, including 90-minute click and collect, is investigating ways to cut delivery times to same-day delivery, and is using loyalty programs and customer data to make personalised offers to consumers.\n\nMr Birtles sees Super Retail Group's 670 stores across the Super Cheap Auto, Rebel Sport, BCF and Rays brands as an asset. Brendan Esposito\n\n\"Each of our businesses has a significant loyalty program with over 1 million members each, and that's a real asset – understanding how our customers are shopping with us, their preferences and being able to be more personalised and targeted with marketing,\" he said. Mr Birtles says analyst forecasts suggesting that earnings could fall at least 19 per cent and as much as 32 per cent as Amazon grabbed at least 5 per cent of sales in the auto, sporting goods and leisure categories were overblown. \"If they take 5 per cent of the auto or sports markets that won't all come from our business, we'd say some other businesses are not as strong and ... Super Retail Group has some opportunity to pick up market share – some of the projections are overstated,\" he said. Shares in Super Retail Group, Harvey Norman, JB Hi-Fi and Myer – the retailers considered to be most exposed to Amazon – fell sharply on Thursday.\n\nShares in Super Retail Group, Harvey Norman, JB Hi-Fi and Myer – the retailers considered to be most exposed to Amazon – fell sharply on Thursday. Glenn Hunt\n\nOne retailer that bucked the trend was Australian Pharmaceutical Industries, whose shares rose 1¢ to $2.05 after it told analysts it too had been preparing for Amazon's expansion by strengthening its loyalty program, making personalised offers to its biggest spenders and improving the customer experience in Priceline stores. \"Amazon has been in this market for some time and hasn't had a material impact to date on the health and beauty sector - that's not to say we're not taking them very seriously,\" said new chief executive Richard Vincent. Mr Vincent also sees Priceline's 450-store footprint as an asset – \"it's difficult to test lipstick online.\" Wesfarmers, Woolworths, Myer and JB Hi-Fi are also preparing to take on Amazon by strengthening their digital capabilities, using data analytics to make targeted offers, improving delivery times, and securing long-term agreements with suppliers.\n\n\"We've got initiatives under way in each of our businesses,\" Wesfarmers chief executive Richard Goyder told the AFR late last year. Philip Gostelow\n\n\"We've got initiatives under way in each of our businesses and we've got some group initiatives as well to make sure we can leverage off the strengths and capabilities we've got at a group level while maintaining the day to day operating independence of each of the businesses,\" Wesfarmers chief executive Richard Goyder told the AFR late last year. Growing demand Woolworths has established a separate unit to review ways to minimise the Amazon threat and improve its home delivery and online businesses. Chief executive Brad Banducci said last month Amazon's arrival would force all retailers to think more about convenience, particularly growing demand for \"extreme convenience\". Myer chief Richard Umbers says his New Myer strategy is aimed at enabling the 116-year-old department store chain to compete globally against the best digital and traditional retailers by reducing costs, stocking wanted brands and improving in-store and online experience.\n\nMyer chief Richard Umbers says his New Myer strategy is aimed at enabling the 116-year-old department store chain to compete globally against the best digital and traditional retailers Paul Jeffers", "image": "http://www.afr.com/content/dam/images/g/o/m/p/c/8/image.related.socialLead.620x349.gvoelf.png/1492690619788.jpg", "summary": "\"It's something all retailers face, this is not something that's come out of the blue,\" said Super Retail Group chief executive Peter Birtles.\nShares in Super Retail Group, Harvey Norman, JB Hi-Fi and Myer – the retailers considered to be most exposed to Amazon – fell sharply on Thursday.\n\"We see the opportunity for Super Retail Group to be not only a product provider but a solution provider.\nRetailers have stepped up their defence preparations after Amazon confirmed retailers' worst fears this week, unveiling plans to roll out its full retail offering in Australia over the next few years.\nSuper Retail chief Peter Birtles says the retailer is well prepared for Amazon's arrival: ''This has not come out of the blue.", "url": "http://www.afr.com/Page/Uuid/gvoelf", "date": "2017-04-20", "involved_companies": ["WOW", "WES", "JBH", "SUL"]}