{"emotion": {"anger": 0.465732, "joy": 0.044732, "sadness": 0.545387, "fear": 0.103445, "disgust": 0.125396}, "sentiment": {"score": -0.473093, "label": "negative"}, "headline": "Woolworths shareholders to launch class action", "text": "Share on twitter Sue Mitchell by Woolworths' defence of unconscionable conduct claims could come back to bite it in the form of a $100 million class action by shareholders who lost money after a profit downgrade in 2015. Law firm Maurice Blackburn and global litigation funder IMF Bentham are calling for aggrieved Woolworths shareholders to join a potential class action after accusing the retailer of breaching the Corporations Act by failing to keep investors informed of \"significant risks\" to its 2015 profit guidance. The potential class action follows a profit warning in February 2015, when former Woolworths chief executive Grant O'Brien slashed the retailer's full-year profit growth guidance from between 4 and 7 per cent to about 1.8 per cent after announcing plans to invest more than $500 million of cost savings into reducing food and grocery prices. Woolworths shares plunged 13.7 per cent in two days, from $33.95 to $29.29, and fell another $9 over the next year before bottoming out at $20.50 in July 2016. The shares have recovered some ground this year as Woolworths regained market share after investing about $1 billion into prices and stores over the last two years.\n\nMaurice Blackburn principal Andrew Watson alleged that Woolworths had known its profit projections were at risk as early as October 2014, citing evidence that emerged during the retailer's defence of an unconscionable conduct claim brought by the Australian Competition and Consumer Commission.\n\nWoolworths was accused of unconscionable conduct for asking suppliers for cash to fill a $60 million hole in its December-half profits, but was cleared last December by Federal Court judge David Yates. Woolworths \"forecast that there would be a variance on budget for gross profit before freight for the Woolworths Supermarkets business, for the half year to 31 December 2014, in the amount of approximately $53 million,\" according to defence documents filed in court. ACCC case key factor Mr Watson told The Australian Financial Review evidence from the ACCC case was a \"significant factor\" in Maurice Blackburn's decision to press ahead with the class action following more than 18 months of investigations.\n\n\"It's not the only piece of evidence which bears on this question but certainly the defence that Woolworths filed in the ACCC proceedings contains a number of admissions about where it was in October 2014 and November 2014,\" Mr Watson alleged. \"Those admissions are very significant in terms of our proposed case but they're not the only thing we had regard to.\" Maurice Blackburn needs seven retail or institutional shareholders to form a class, but would need many more shareholders with significant losses to sign up to make the claim, which could cost between $8 million and $10 million, commercially viable. There is currently no lead plaintiff. \"I anticipate there will be some significant interest in the case,\" Mr Watson said. \"I don't think it's unreasonable we might be in the realm of a $100 million claim.\"", "image": "http://www.afr.com/content/dam/images/g/r/p/f/g/9/image.related.socialLead.620x349.gvicyx.png/1491899723833.png", "summary": "Share on twitter Sue Mitchell by Woolworths' defence of unconscionable conduct claims could come back to bite it in the form of a $100 million class action by shareholders who lost money after a profit downgrade in 2015.\nLaw firm Maurice Blackburn and global litigation funder IMF Bentham are calling for aggrieved Woolworths shareholders to join a potential class action after accusing the retailer of breaching the Corporations Act by failing to keep investors informed of \"significant risks\" to its 2015 profit guidance.\n\" Maurice Blackburn needs seven retail or institutional shareholders to form a class, but would need many more shareholders with significant losses to sign up to make the claim, which could cost between $8 million and $10 million, commercially viable.\n\"I anticipate there will be some significant interest in the case,\" Mr Watson said.\nACCC case key factor Mr Watson told The Australian Financial Review evidence from the ACCC case was a \"significant factor\" in Maurice Blackburn's decision to press ahead with the class action following more than 18 months of investigations.", "url": "http://www.afr.com/Page/Uuid/gvicyx", "date": "2017-04-11", "involved_companies": ["WOW"]}