{"emotion": {"anger": 0.121217, "joy": 0.637088, "sadness": 0.494481, "fear": 0.083927, "disgust": 0.062142}, "sentiment": {"score": 0.117316, "label": "positive"}, "headline": "Craft beer has moved beyond bearded hipsters but it is getting very crowded", "text": "Share on twitter\n\nShare on Google Plus Simon Evans by The number of small craft brewers in Australia has doubled in four years to more than 400 as the industry moves beyond bearded hipster economics and expands to a wider audience. The customer base is becoming more mainstream – Woolworths' most profitable liquor chain, Dan Murphys, saying the segment is growing at almost 20 per cent annually – as drinkers try new boutique beers with clever labels, and experience an added warm inner glow from backing local entrepreneurs taking on big conglomerates. But the sector is also getting crowded. Newer entrants are jostling for increasingly scarce positions on retailers' shelves and on restaurant and cafe drinks lists. Matt and Andrea Houghton, who founded Boatrocker Brewery in 2009, are industry veterans now with eight years in the trade. They've carved out a solid niche after some frustrating early moments when they were reliant on the production schedules of a contract brewer and were delivering the finished product by the car load.\n\nBut in 2012 they set up their own brewery in Melbourne's suburban Braeside and gained more control over the whole process. \"It really stepped things up,\" says Andrea Houghton.\n\nLongevity and growing consistently had lent extra weight to Boatrocker in the marketplace, where two of its best sellers are Ramjet, and Miss Pinky, which uses 250kg of raspberries in the brewing process. \"There are a lot more people jumping on the bandwagon,\" Andrea says. Expanding customer base Matt Houghton says the end customer base has expanded markedly beyond inner city \"bearded hipsters\", with \"foodies\" now alert to the potential of food and beer matching, and restaurants bulking up beer lists in a space traditionally dominated by wine.\n\nBesides, he's been clean shaven all the way. \"I'm not a bearded hipster by a long shot.\" Boatrocker, so named because it wanted to \"rock the boat\" with new flavours, produces about 300,000 litres of beer annually across its product range and had been able to fine-tune techniques to become a consistent producer with a resilient business model. \"That only comes with time,\" he says. The army of small craft brewers is also combating big brewing companies tapping into the same growth market to try to compensate for declining core mainstream beer consumption, which has dropped to a 70-year low. Japanese giant Asahi in 2015 bought Mountain Goat, a craft brewing pioneer that started in Melbourne's Richmond in the late 1990s, while Lion, the maker of Tooheys and XXXX Gold, pumps heavy investment behind the Little Creatures brand that is now making a foray into Asia. Caitlin Larkins, business manager for craft beer at Dan Murphy's, which runs 217 big box outlets around Australia, says despite the significant growth of close to 20 per cent annually, there has been a minor tapering off compared with the previous two years. \"We have seen it come off ever so slightly but it's still very strong,\" she says.\n\nLove for homegrowns There was a big appetite from customers to try new brews, and an increasing propensity to back products along state lines, Larkins says. \"People are trying new things and buying a little better,\" she says. \"We're seeing a more parochial approach. There's a lot of love for homegrowns\". The customer base has also expanded to include a more \"educated\" buyer prepared to spend more. More craft beers becoming available in cans has also been a driver of growth, while an extra spike in sales comes in the lead-up to special events such as football finals, Australia Day and Christmas, Larkins adds.\n\nThe penetration of craft beers in Australia – accounting for between 4 to 5 per cent – is still a long way behind the United States where they hold a market share of 12 per cent and command 20 per cent of total spending on beer because of the higher prices of craft labels. In Britain the upward trend is similar, with supermarket giant Tesco revealing this week it was expanding its range of craft beers by one-third. Chris McNamara, executive officer of the Craft Beer Industry Association, says there was 200 craft brewers in Australia in 2013, rising to 330 by 2015. It was now above 400. Room for more Those with a quality product and a good \"story\" tended to do best. But some would find they weren't economically viable even though there was substantial goodwill from customers.", "image": "http://www.afr.com/content/dam/images/g/v/i/n/o/8/image.related.afrArticleLead.620x365.gvhf92.png/1492079990425.jpg", "summary": "Chris McNamara, executive officer of the Craft Beer Industry Association, says there was 200 craft brewers in Australia in 2013, rising to 330 by 2015.\nIn Britain the upward trend is similar, with supermarket giant Tesco revealing this week it was expanding its range of craft beers by one-third.\nExpanding customer base Matt Houghton says the end customer base has expanded markedly beyond inner city \"bearded hipsters\", with \"foodies\" now alert to the potential of food and beer matching, and restaurants bulking up beer lists in a space traditionally dominated by wine.\nThe customer base has also expanded to include a more \"educated\" buyer prepared to spend more.\nMatt and Andrea Houghton, who founded Boatrocker Brewery in 2009, are industry veterans now with eight years in the trade.", "url": "http://www.afr.com/Page/Uuid/gvhf92", "date": "2017-04-12", "involved_companies": ["WOW"]}