{"emotion": {"anger": 0.099015, "joy": 0.140782, "sadness": 0.172776, "fear": 0.081672, "disgust": 0.056454}, "sentiment": {"score": 0.450366, "label": "positive"}, "headline": "Australia Post, Woolworths, Westpac pay to access startups via CoVentured portal", "text": "Share on twitter Michael Bailey by Twenty-four large corporates including Australia Post, Optus, Westpac and Woolworths have paid up to $25,000 each to post problems which start-ups compete to solve through a new portal. The portal, called CoVentured, opened for start-up registration on Thursday and will soon host futuristic challenges posted by decision-makers at the big companies. Startups provide multimedia responses to the challenges, and the corporates can then choose to engage with those they believe show promise. Australia Post will present a challenge related to its preparation for the \"internet of things\". \"We're interested in how things can move in and out of homes when the connected devices inside them are ordering their own spare parts,\" said Greg Sutherland, chief innovation officer for the government-owned business.\n\n\"We're after solutions to make this as seamless for the homeowner as possible.\"\n\nAnother challenge Australia Post would issue through CoVentured was for help in strengthening its ability to prove users' digital identity. \"Our post offices process over 90 per cent of Australian passports, and that image of your face is effectively the biometric data that passport officers use,\" said Mr Sutherland. \"How do we build further on the fact that our shopfronts are already biometric stations?\" CoVentured was developed by Slingshot Accelerator, which is well-known to entrepreneurs as the organiser of corporate-sponsored start-up \"bootcamps\" for the likes of Qantas, HCF, SEEK, Hudson, UTS and NRMA.\n\nThe CoVentured portal was a first step for organisations that may be new to working with start-ups, according to Slingshot chief executive, Karen Lawson. 'Sick of wasting time' \"This will get organisations in the right mindset to deal productively with external innovators, before considering the $1 million investment in sponsoring their own accelerator,\" said Ms Lawson. Slingshot had ensured that only employees with the power to make purchasing decisions were representing their corporate on the portal.\n\n\"Start-ups are sick of wasting time when trying to engage corporates, having 20 coffee meetings and getting passed from department to department, not sure if they're getting anywhere,\" she said. Facilities management giant Spotless would use CoVentured to investigate applications for the internet of things and artificial intelligence. Julian Fogarty, general manager of innovation at Spotless, said: \"How could they collect and process data from our facilities and the environment around them, to optimise energy efficiency, reliability and customer experience?\" Marketing services giant Salmat wanted to \"inject the inspiration and energy of start-ups\" into its business, said CEO Craig Dower, and strengthen connections between its traditional catalogue business and its digital business.", "image": "http://www.afr.com/content/dam/images/g/r/7/n/r/a/image.related.afrArticleLead.620x365.gwbxzk.png/1495689202870.jpg", "summary": "\"Another challenge Australia Post would issue through CoVentured was for help in strengthening its ability to prove users' digital identity.\nShare on twitter Michael Bailey by Twenty-four large corporates including Australia Post, Optus, Westpac and Woolworths have paid up to $25,000 each to post problems which start-ups compete to solve through a new portal.\nAustralia Post will present a challenge related to its preparation for the \"internet of things\".\nThe CoVentured portal was a first step for organisations that may be new to working with start-ups, according to Slingshot chief executive, Karen Lawson.\nThe portal, called CoVentured, opened for start-up registration on Thursday and will soon host futuristic challenges posted by decision-makers at the big companies.", "url": "http://www.afr.com/Page/Uuid/gwbxzk", "date": "2017-05-25", "involved_companies": ["WOW", "SPT", "WBC"]}