{"emotion": {"anger": 0.123567, "joy": 0.446785, "sadness": 0.14666, "fear": 0.075912, "disgust": 0.057129}, "sentiment": {"score": 0.100255, "label": "positive"}, "headline": "Retail Food Group buys Hudson Pacific for $88 million", "text": "Share on twitter\n\nShare on Google Plus Jessica Gardner by Retail Food Group, which owns food retail brands like Donut King, Gloria Jean's Coffees and Crust Pizza, has added a \"new dimension\" by buying food maker and distributor Hudson Pacific, chief executive Andre Nell says. The $88 million deal brings in $139 million in revenue from the food and beverage distribution business that services over 2000 retail outlets and restaurants, which buy from a roster of about 4000 products. Some of those products include cheese that is processed and packed by Hudson's Dairy Country and filled garlic breads and other chilled and frozen bread products manufactured by the group's Bakery Fresh. Mr Nell said the deal delivered an opportunity to supply Hudson products into RFG's more than 2500 franchised outlets. For example, RFG businesses use \"in excess of $10 million worth of cheese\" each year. \"The vertical integration of product opportunity that it brings to our group is significant,\" Mr Nell said in an interview.\n\nOn the other hand, he said RFG would use the tie-up to push its wholesale coffee brands like Di Bella into Hudson's existing customer network.\n\n\"They don't currently supply coffee to any of their 2000-plus customers,\" he said. \"They have a countrywide distribution network. There is an obvious opportunity to look for rapid market penetration of our coffee and allied beverage products.\" Hudson had been flagged as a possible float candidate, but the listing relied on the successful roll-up of a number of businesses that did not materialise, as Street Talk has reported. \"The transaction that we are moving forward with with Hudson has no resemblance to that failed IPO,\" Mr Nell said. The deal was announced on Thursday alongside a 79.1 per cent rise in net profit to $61.3 million and guidance of underlying net profit growth of about 20 per cent in 2016-17. UBS analyst Jordan Rogers said in a note to clients that without the contribution from the Hudson acquisition the underlying net profit growth guidance for 2016-17 was 12 per cent, lower than the 14 per cent he had estimated.\n\nBut investors backed the news. Shares in the Gold Coast-based company rose 7.5 per cent to a 12-month high of $6.42. Mr Nell said the $1 billion company had experienced some \"sluggishness\" in the June quarter, most likely due to the election, but he was comfortable with the company's growth initiatives. Underlying earnings before interest, tax, depreciation and amortisation rose 24 per cent to $110.2 million in the year ended June 30. The $1 billion company said the acquisition of Hudson would immediately add to profit and forecast an $11 million contribution to group EBITDA in 2016-17.", "image": "http://www.afr.com/content/dam/images/g/m/4/c/k/i/image.related.afrArticleLead.620x365.gr0on1.png/1472108412293.jpg", "summary": "Share on twitterShare on Google Plus Jessica Gardner by Retail Food Group, which owns food retail brands like Donut King, Gloria Jean's Coffees and Crust Pizza, has added a \"new dimension\" by buying food maker and distributor Hudson Pacific, chief executive Andre Nell says.\n\"The vertical integration of product opportunity that it brings to our group is significant,\" Mr Nell said in an interview.\nMr Nell said the deal delivered an opportunity to supply Hudson products into RFG's more than 2500 franchised outlets.\n\"The transaction that we are moving forward with with Hudson has no resemblance to that failed IPO,\" Mr Nell said.\nThe $88 million deal brings in $139 million in revenue from the food and beverage distribution business that services over 2000 retail outlets and restaurants, which buy from a roster of about 4000 products.", "url": "http://www.afr.com/Page/Uuid/gr0on1", "date": "2016-08-25", "involved_companies": ["RFG"]}