{"emotion": {"anger": 0.113081, "joy": 0.504522, "sadness": 0.531506, "fear": 0.100646, "disgust": 0.064526}, "sentiment": {"score": -0.0666896, "label": "negative"}, "headline": "Due diligence: Retail Food Group attracts the short sellers", "text": "Jemima Whyte by Retail Food Group is perhaps best known as Queensland's other pizza company. Though that's a little unfair. Maybe it's more accurate to say Queensland's other big franchise player. The $980 million company owns brands including Crust Gourmet Pizza and Pizza Capers, as well as Donut King, Brumby's Bakery, Michel's Patisserie and Gloria Jeans, among others, and also operates in food services and manufacturing. Despite an impressive record of growing earnings and dividend payments since listing, the company tends to fly a little under the radar. But now, as the percentage of shorts starts to creep up, it's back in focus.\n\nAt the moment, RFG is among the market's top 20 shorted stocks, according to shortman.com.au.\n\nThe presence of the short-sellers – which has coincided with the stock's price share price falling from $7.15 at the start of the year to close $5.39 on Friday – raises a number of questions. Top of the list is this: is the company's strong track record going to come undone when it stops bolting on acquisitions? Signal of problems And then there's this: are they squeezing their franchisees too hard, and in doing so, are the company's earnings unsustainable?\n\nTake the second question first. As a rule of thumb, more than 10 per cent of a franchise network being on the market isn't a good sign and sometimes a signal of problems with the network. At Gloria Jeans, 28 of the 330-plus network are listed as for sale on its website (usually, other franchises are offered for sale elsewhere). At Donut King, 37 of the 300 or more network are for sale, and with Michel's Patisserie, it's just nine of the 300 stores.\n\nSo, on that measure – with the exception on Donut King – the main brands are tracking below that 10 per cent level. Interestingly, there's some noise that some of RFG's franchise brands – in particular Gloria Jeans – have dropped off banks' accredited lending lists in the past year. Coffee chain Gloria Jeans is considered the most challenged of the RFG brands. Dropping off the \"accredited franchise list\" , which is thought to have happened in the past year or so, means purchasers can no longer finance at better rates. RFG declined to comment on rebates and bank lending arrangements for franchisees.\n\nIn reality, that list is usually fairly small (perhaps about 10 brands), and changed annually – and bear in mind Australia has more than 1120 franchise brands. Potential concern While there isn't much information about franchisee terms on the Gloria Jeans and Donut King websites, Michel's Patisserie reveals that to buy in costs between $320,000 and $400,000 plus GST, and then 3 per cent of gross weekly sales is paid per week for marketing costs, and another 7 per cent of gross weekly sales is paid as a franchise fee. At the moment, the company is offering a $25,000 discount to franchise sales for Donut King, Michel's Patisserie, Pizza Capers and Crust, and smaller discounts for franchises at Brumby's and The Coffee Guy.\n\nSources said another potential concern for franchisees was the requirement to use RFG's preferred suppliers – which pay rebates to the main company – and added that RFG, like other franchise owners, may see its compliance costs increase depending on how the federal government implements the report from the Senate inquiry into exploiting franchisee workers. But while the company's domestic franchises may be facing some headwinds, the reality is the company is well diversified, and moving away from the local market. Franchises account for 44 per cent of the group's earnings before interest, tax, depreciation and amortisation (EBITDA), and that percentage has been falling. Growth by acquisition Much of the company's diversification – and its past growth and share-price success – is thanks to a constant policy of bolting on businesses, the latest of which has been food maker and distributor Hudson Pacific. RFG paid $88 million for the business in August last year, and said it would provide an opportunity to supply products into more than 2500 franchised outlets, as well as supply coffee into Hudson's existing customer network. Pengana's Ed Prendergast, whose fund has a small holding in RFG, says in some ways the company has more similarities with a private equity fund than a franchisor. And it's had great success in integrating acquisitions and obtaining synergies.\n\nIn late November, the RFG said it was \"presently evaluating in excess of 50 M&A opportunities across the franchise, coffee and allied beverage, foodservice and manufacturing industries.\" At least a dozen of those opportunities are \"the subject of active engagement\". Difficult to compare One of the risks that RFG's detractors raise in relation to the regular acquisitions is that, like any other acquisitive company, it can make the accounts opaque and difficult to compare. But RFG is not only expanding via acquisition. In addition to moving into food services and coffee roasting, RFG is expanding offshore, mainly using the Gloria Jeans brand as a beachhead into countries in which it already operates including Singapore, Indonesia, Pakistan, Myanmar and northern England. The company has said it expects international growth will contribute more than half of the new outlet commissioning in the first half of 2017, showing that it understands it needs to find other growth avenues than rolling out franchises locally. A track record of success, plus a diversified earnings base, are two reasons that fund managers like the stock.\n\nAnd for some, betting against the company's future earnings is risky, particularly given the low-ish valuation ascribed to the company. RFG trades on a 12 times price to earning multiple for 2017, on a yield of 5.5 per cent. It trades on a forward PE of 11.3 times, with a yield of 6 per cent. It's been crunched from a multiple of 14.5 times just six months ago, though Prendergast points out that this is a company with little growth on the horizon, with the exception of acquisitions and its wholesaling business, so will never be ascribed a high PE. Former Gold Coast accountant Tony Alford – now a non-executive director and shareholder – is credited with much of the company's success in finding acquisitions and growing the business. Missing the point Melbourne-based K2 Asset Management's Campbell Neal, whose fund is one of RFG's largest institutional shareholders, says Alford is among the best managers in the market. And he says the shorts are just missing the point. Alford – who owns 11.8 per cent of RFG – resigned as managing director in February last year, handing over to Andre Nell, and is now on the board as a non-executive director. Alford's brother Gary remains as the company's chief executive officer. Before becoming the CEO and managing director of RFG in 1999, Tony Alford was an accountant for the late INXS singer Michael Hutchence.", "image": "http://www.afr.com/content/dam/images/g/j/h/3/1/b/image.related.afrArticleLead.620x365.gw1ieu.png/1494760146080.jpg", "summary": "Coffee chain Gloria Jeans is considered the most challenged of the RFG brands.\nIn reality, that list is usually fairly small (perhaps about 10 brands), and changed annually – and bear in mind Australia has more than 1120 franchise brands.\nInterestingly, there's some noise that some of RFG's franchise brands – in particular Gloria Jeans – have dropped off banks' accredited lending lists in the past year.\nJemima Whyte by Retail Food Group is perhaps best known as Queensland's other pizza company.\nAt Gloria Jeans, 28 of the 330-plus network are listed as for sale on its website (usually, other franchises are offered for sale elsewhere).", "url": "http://www.afr.com/Page/Uuid/gw1ieu", "date": "2017-05-14", "involved_companies": ["RFG"]}