{"emotion": {"anger": 0.139467, "joy": 0.120052, "sadness": 0.202755, "fear": 0.122606, "disgust": 0.086136}, "sentiment": {"score": 0.288763, "label": "positive"}, "headline": "Maggie Beer Products shifts online to Melbourne, millennial focus", "text": "Share on twitter\n\nShare on Google Plus Simon Evans by Maggie Beer Products is on the hunt for what's coming next for millennials beyond smashed avocado after a strategic review, which has resulted in the shift of its online distribution arm to Melbourne and an expansion into Metcash's IGA and independent supermarkets to bolster its premium food credentials. Maggie Beer Products chairman Trevor O'Hoy said on Tuesday the review found the business was on a solid footing but needed to rev up growth beyond the core markets of pate, pastes and premium ice-cream which were in \"mature\" segments, where there was rising pressure for promotional spending from big supermarket chains stocking the products. \"It is a mature market so you've got to look at what the youngies are consuming,\" Mr O'Hoy said. \"We're doing a lot of research. It's a different game and it's all about the millennials.\" \"We're very well covered in my generation,\" he said, referring to the pate and pastes product lines being more popular with the older age groups and not a natural choice for the younger generation who've become synonymous with eating large volumes of smashed avocado on toast at cafes.\n\nSpending on eating out has also been in the spotlight in Australia's public debate about housing affordability and soaring house prices. Mr O'Hoy said it was a huge growth opportunity for premium food companies.\n\n\"I can't believe the amount of money youngies are spending on food,\" he said. ASX-listed company Primary Opinion holds a 48 per cent stake in Maggie Beer Products, the Barossa Valley-based business built up by celebrity chef Maggie Beer, who has a national profile through a string of cookbooks, television shows and as a guest judge on the Ten Network's MasterChef series. Primary Opinion paid $15 million for the 48 per cent stake in mid-2016. Eastern seaboard Mr O'Hoy, a former chief executive of beer company Foster's Group, became the chairman of Maggie Beer Products in September last year. Primary Opinion is undertaking a share buyback of up to 10 per cent of its own shares.\n\nMaggie Beer Products is shifting its online distribution arm to Melbourne because of lower costs of distribution into its major end markets on the eastern seaboard. \"It's probably the fastest-growing channel in the business,\" Mr O'Hoy said. \"It's really the eastern seaboard that is the major market,\" he said. Corporate gift-giving was also a substantial part of the online business, with most of the corporate headquarters located in Melbourne and Sydney. A review of the distribution network and where Maggie Beer products are sold has resulted in an expansion of distribution into IGA and independent supermarkets, beyond the core supermarket customers of Woolworths and Coles. He said the high-end independent supermarket outlets were more of a natural fit for the premium Maggie Beer brands, but Woolworths and Coles were still a very important part of the route to market.", "image": "http://www.afr.com/content/dam/images/g/s/1/s/p/z/image.related.afrArticleLead.620x365.gvwv10.png/1493690539170.jpg", "summary": "Eastern seaboard Mr O'Hoy, a former chief executive of beer company Foster's Group, became the chairman of Maggie Beer Products in September last year.\nMaggie Beer Products is shifting its online distribution arm to Melbourne because of lower costs of distribution into its major end markets on the eastern seaboard.\n\"It is a mature market so you've got to look at what the youngies are consuming,\" Mr O'Hoy said.\n\"It's probably the fastest-growing channel in the business,\" Mr O'Hoy said.\nASX-listed company Primary Opinion holds a 48 per cent stake in Maggie Beer Products, the Barossa Valley-based business built up by celebrity chef Maggie Beer, who has a national profile through a string of cookbooks, television shows and as a guest judge on the Ten Network's MasterChef series.", "url": "http://www.afr.com/Page/Uuid/gvwv10", "date": "2017-05-02", "involved_companies": ["MTS", "WOW"]}