{"emotion": {"anger": 0.138421, "joy": 0.095613, "sadness": 0.603166, "fear": 0.144649, "disgust": 0.107494}, "sentiment": {"score": -0.532569, "label": "negative"}, "headline": "Murray River Organics teeters after second downgrade", "text": "As if the deputy chairman of embattled enterprise telco Vocus Craig Farrow hadn't had a forgettable fortnight already, with the share price of Murray River Organics, of which he is deputy chair, having collapsed from $1.14 four weeks ago to 36¢ at Monday's close, down 41.9 per cent on Friday's close of 62¢. It's market cap of $31.4 million is now materially lower than its net debt position of $53 million.\n\nThe company announced its second earnings downgrade (joining an illustrious club) – halving its FY forecast – since it listed fewer than six months ago at $1.30 per share, raising $35 million (including $10 million off the table for its founders). Promising earnings of $15.9 million in its Prospectus, only $6.5 million to $7.5 million is now on the cards. At least this week.\n\nBut is this the end of the sultana producer's pain? Murmurings from the organic food world (populated mainly by bearded men on vintage bicycles listening to Louis Armstrong playlists) suggest Woolworths – which reportedly has a change of ownership clause in its contract with MRG subsidiary Pacific Organics, acquired before the December float – is keeping a close watch. According to the Prospectus, 70 per cent of MRG's revenue is courtesy of the two leading supermarket giants, Woolworths and Coles. Losing half of that would not be pretty.\n\nThe original version of this article incorrectly referred to this earnings downgrade as MRG's third. In fact it is the company's second earnings downgrade of FY17.", "image": "http://www.afr.com/content/dam/images/g/t/l/4/5/0/image.related.afrArticleLead.620x365.gwa7a1.png/1495457650406.jpg", "summary": "In fact it is the company's second earnings downgrade of FY17.\nThe original version of this article incorrectly referred to this earnings downgrade as MRG's third.\nPromising earnings of $15.9 million in its Prospectus, only $6.5 million to $7.5 million is now on the cards.\nThe company announced its second earnings downgrade (joining an illustrious club) – halving its FY forecast – since it listed fewer than six months ago at $1.30 per share, raising $35 million (including $10 million off the table for its founders).\nIt's market cap of $31.4 million is now materially lower than its net debt position of $53 million.", "url": "http://www.afr.com/Page/Uuid/gwa7a1", "date": "2017-05-22", "involved_companies": ["WOW"]}