{"emotion": {"anger": 0.497948, "joy": 0.074777, "sadness": 0.199869, "fear": 0.03509, "disgust": 0.079241}, "sentiment": {"score": 0.100867, "label": "positive"}, "headline": "Coles, Woolworths early settlement discounts under scrutiny", "text": "Share on twitter Sue Mitchell by Coles and Woolworths are extracting discounts of almost 4 per cent of sales from small food and grocery suppliers in return for the privilege of paying them for goods in 30 days rather than 60 days. The two supermarket giants have both recently moved to pre-empt a potential government crackdown on payment times by promising to pay small suppliers (those with annual merchandise sales of less than $1 million) in 14 days. However, the standard payment time for small to medium-sized packaged goods suppliers – those with sales between $5 million and $100 million a year – remains about 60 days and it can take 75 to 80 days before funds are received. Many suppliers have agreed to give Coles and Woolworths discounts of between 3 per cent and 4 per cent of sales if they pay at 30 days rather than 60 days.\n\nGrocery industry sources have called on the Australian Competition and Consumer Commission to intervene, saying the size of the discount is unconscionable given the fact suppliers can access invoice and trade finance at cheaper rates.\n\nSuppliers have also complained that after agreeing to early settlement discounts they have been paid in line with standard payment cycles. Furthermore, when suppliers have attempted to terminate settlement discounts they have been told that changes will trigger a review of their entire grocery supply agreement. Coles and Woolworths defended the discounts, saying all settlement terms were individually negotiated and agreed with suppliers. \"It is commonplace in many industries worldwide for shorter settlement terms to be accompanied by a discounted rate,\" a Coles spokesman said. \"As trading terms form part of a supply agreement, any change to trading terms requires a new supply agreement to be negotiated.\" However, industry players said the practice had become unreasonable and should be scrutinised as part of the federal government's review of the Food and Grocery Code of Conduct early next year.\n\n\"Woolworths and Coles would argue it's been there a long time, but it's unfair and should be changed,\" said former Kellogg's Australia managing director Jean-Yves Heude, the chief executive of ChessMate Consulting, which advises and helps small and medium-sized grocery suppliers. \"I have several clients that tried to ask for the application of the standard payment terms, but they couldn't get it.\" Small Business and Family Enterprise Ombudsman Kate Carnell, a former chief executive of the Australian Food and Grocery Council, said the average 3.75 per cent a month early settlement discount was too high and small suppliers should not have to offer discounts to receive payment in a reasonable period of time. \"Once upon a time you got a discount for payment immediately, payment in seven days, and that was a reasonable way to go,\" Ms Carnell said. \"Where we struck real problems is businesses that fundamentally were having to offer discounts for payment on time – if you want to be paid in 30 days give us a discount. That's not early payment, that's just payment when you should pay anyway.\"\n\nThe ombudsman is calling for legislation regulating payment times for business-to-business transactions and is pushing for a national payment transparency register after completing an inquiry that found payment times for small business suppliers in Australia were among the highest in the world. The ombudsman also believes industry codes such as the Food & Grocery Code of Conduct should stipulate payment terms. \"We have some of the worst performing large companies in the world when it comes to payment times ... fairly obviously that needs to change,\" Ms Carnell said. \"Stipulating payment terms and times in industry codes is a good way to go.\" Coles is approaching suppliers and offering to switch them to simplified invoicing – similar to that used by Aldi – which consolidates all trading terms into a single rate of payment.", "image": "http://www.afr.com/content/dam/images/g/v/i/p/w/h/image.related.socialLead.620x349.gvmwpe.png/1495561275572.jpg", "summary": "Coles and Woolworths defended the discounts, saying all settlement terms were individually negotiated and agreed with suppliers.\nSuppliers have also complained that after agreeing to early settlement discounts they have been paid in line with standard payment cycles.\n\"It is commonplace in many industries worldwide for shorter settlement terms to be accompanied by a discounted rate,\" a Coles spokesman said.\n\"I have several clients that tried to ask for the application of the standard payment terms, but they couldn't get it.\nFurthermore, when suppliers have attempted to terminate settlement discounts they have been told that changes will trigger a review of their entire grocery supply agreement.", "url": "http://www.afr.com/Page/Uuid/gvmwpe", "date": "2017-04-18", "involved_companies": ["WOW", "WES"]}