{"emotion": {"anger": 0.087348, "joy": 0.153951, "sadness": 0.148458, "fear": 0.051679, "disgust": 0.053263}, "sentiment": {"score": 0.427361, "label": "positive"}, "headline": "Rio Tinto offers Jacques 10 years at the top", "text": "Share on twitter Peter Ker by Rio Tinto has given chief executive Jean-Sebastien Jacques a \"10-year mandate\" to lead the company, in a move that has been welcomed by many Australian analysts and investors. The mandate has been a highlight of briefings Rio chairman Jan du Plessis has been giving institutional investors in Sydney over the past week, as he prepares for the company's annual meeting of Australian shareholders on Thursday. Mr du Plessis has told shareholders the longer-than-usual term is designed to assure Mr Jacques that he can take his time to make the right decisions for the company, rather than having to rush to put his mark on the miner. Upon announcing him as Rio's next chief executive in March 2016, the company said Mr Jacques would be \"on a standard Rio Tinto executive contract, which includes a 12-month notice period\".\n\nThere was no mention of the 10-year mandate in March 2016, and it remains unclear how the mandate is arranged contractually.\n\nBut the term is more than triple the tenure afforded to previous chief executive Sam Walsh, who, as a sexagenarian, was given only a three-year contract to repair Rio's balance sheet and restore confidence among investors who had tired of poorly timed acquisitions in aluminium and coal. The resources fund manager at Colonial First State Global Asset Management, Todd Warren, said Rio's low debt levels ensured it was well positioned to make such a long-term appointment. \"Our frustration is that too often these businesses, which are large businesses and should be run with a through-the-cycle approach, have management teams that don't have a mandate to do so. So if you have a 10-year mandate, that allows you to make long-term decisions that best position the business to come out the other side of any cycle in an advantageous position,\" he said. \"If you have a short time frame under which you have that opportunity your tendency is to act with perhaps a higher degree of haste than you otherwise should.\n\n\"If you have got a longer-term time frame under which you are being measured the prospects of making a better advised decision around your companies' longer-term future is clearly going to be stronger.\" Mr Warren stressed that any long-term appointment should come with shorter-term milestones and performance hurdles, and when asked if he believed 10-year mandates could become more common in the resources sector, he said: \"Certainly at the big end of town, it makes sense.\" Mr Jacques' first day in the job was July 1, 2016, suggesting his reign could extend to mid-2026, by which time the Oyu Tolgoi copper project in Mongolia is expected to have reached peak production of about 622,000 tonnes of copper a year and 669,000 ounces of gold a year. Shaw and Partners analyst Peter O'Connor said he believed the move was a good idea in Rio's case, but would not work for every company.\n\n\"Generally it is not a good idea but in specific circumstances, with the right person, it gives them continuity and the time to deliver,\" he said. \"If it is the right person and the company is set up, which Rio now is, it can be a good thing. It takes time to enact change.\" But Mr O'Connor agreed with Mr Warren that long-term appointments needed to have shorter-term benchmarks and key performance indicators to ensure high performance was being delivered. A 10-year term would not make Mr Jacques the longest serving chief executive in Australian corporate history; Grant King retired as Origin Energy chief in October 2016 after almost 17 years in the job, while Wal King served 23 years at the top of Leighton Holdings.", "image": "http://www.afr.com/content/dam/images/g/u/8/l/i/n/image.related.afrArticleLead.620x365.gvy78c.png/1493813461869.jpg", "summary": "Upon announcing him as Rio's next chief executive in March 2016, the company said Mr Jacques would be \"on a standard Rio Tinto executive contract, which includes a 12-month notice period\".\nShare on twitter Peter Ker by Rio Tinto has given chief executive Jean-Sebastien Jacques a \"10-year mandate\" to lead the company, in a move that has been welcomed by many Australian analysts and investors.\nThere was no mention of the 10-year mandate in March 2016, and it remains unclear how the mandate is arranged contractually.\n\"If it is the right person and the company is set up, which Rio now is, it can be a good thing.\nMr du Plessis has told shareholders the longer-than-usual term is designed to assure Mr Jacques that he can take his time to make the right decisions for the company, rather than having to rush to put his mark on the miner.", "url": "http://www.afr.com/Page/Uuid/gvy78c", "date": "2017-05-03", "involved_companies": ["RIO"]}