{"emotion": {"anger": 0.150723, "joy": 0.530531, "sadness": 0.521515, "fear": 0.117838, "disgust": 0.468067}, "sentiment": {"score": -0.290658, "label": "negative"}, "headline": "Domino's Don Meij bitch-slaps his doubters", "text": "Intergalactic success can be a heavy burden, to be sure, so we're trying to cut Domino's Pizza Enterprises some slack for their inability to accept valid criticism. Hey, when your superhuman CEO Don Meij has his own eponymous website devoted to his incomparable achievements, it can be almost impossible to fathom how and why anybody could ever say or write anything about you that isn't utterly adulatory.\n\nOn Friday last week, Domino's issued a terse statement in response to an article in this newspaper (\"Domino's shares slump as surcharge bites\"), stating it \"has seen no evidence [of] a link between share price and the recent introduction of a Sunday surcharge\".\n\nBut Domino's shares had slumped (by 8.8 per cent) since it slapped a 10 per cent surcharge on pizzas sold on Sundays to help offset a 25 per cent pay rise awarded to its staff. On Tuesday, Domino's shares closed at $59.45 – now down 10.5 per cent since January 8, when they closed at $66.45. So to what then is Domino's instead attributing this slump? Trump, or Brexit? Chinese New Year? Global warming?\n\nDomino's latest statement was downright restrained compared to donmeij.com's displeasure in July last year at a Deutsche Bank note that raised concerns about DMP's rising wage costs. After Deutsche slapped a $57 price target (not far from its recent lows) on the stock, donmeij.com issued a comic statement acknowledging the analyst's \"partly true\" report but promising \"the complete story\".", "image": "http://www.afr.com/content/dam/images/g/q/t/j/f/1/image.related.afrArticleLead.620x365.gu2iwg.png/1486970236642.jpg", "summary": "On Tuesday, Domino's shares closed at $59.45 – now down 10.5 per cent since January 8, when they closed at $66.45.\nDomino's latest statement was downright restrained compared to donmeij.com's displeasure in July last year at a Deutsche Bank note that raised concerns about DMP's rising wage costs.\nBut Domino's shares had slumped (by 8.8 per cent) since it slapped a 10 per cent surcharge on pizzas sold on Sundays to help offset a 25 per cent pay rise awarded to its staff.\nOn Friday last week, Domino's issued a terse statement in response to an article in this newspaper (\"Domino's shares slump as surcharge bites\"), stating it \"has seen no evidence [of] a link between share price and the recent introduction of a Sunday surcharge\".\nIntergalactic success can be a heavy burden, to be sure, so we're trying to cut Domino's Pizza Enterprises some slack for their inability to accept valid criticism.", "url": "http://www.afr.com/Page/Uuid/gu2iwg", "date": "2017-01-31", "involved_companies": ["DMP"]}