{"emotion": {"anger": 0.144385, "joy": 0.087563, "sadness": 0.530248, "fear": 0.115916, "disgust": 0.064315}, "sentiment": {"score": -0.233512, "label": "negative"}, "headline": "How Don Argus helped Jan du Plessis release China Inc's grip on Rio Tinto", "text": "Matthew Stevens by The potential that Rio Tinto might yet anoint an external candidate to replace retiring chairman Jan du Plessis means that the incumbent apparently has no plans to indulge in farewell messages at the Anglo-Australian miner's local annual general meeting on Thursday. It has been generally assessed that the South African's successor sits among the trio of former petroleum executives that du Plessis invited to Rio board duties in February, with good judges in the northern hemisphere assessing that former Centrica boss Sam Laidlaw is a certain front-runner. That is possibly quite right. But we have been assured that the succession process being co-ordinated by senior independent director, John Varley, includes at least one external candidate. If the board looks internal then du Plessis is likely to time his retreat from Rio with his ascension at British telecommunications giant BT Group plc. Du Plessis will join the BT board in June and assume the chair on November 1.\n\nBut du Plessis has reassured the Rio board that, should its preference fall on an external option, he would be prepared to extend his retirement date until the 2018 round of Rio AGMs in London and Australia.\n\nComing full circle As it is, there would actually be a pleasing circularity should Thursday's meeting in the Grand Ballroom at Sydney's Sofitel Wentworth turn out to be last gathering of Rio shareholders that is hosted by du Plessis. Because the Wentworth was where the chairman's eight-year Rio rescue mission actually started. Just an hour after hosting his first Rio AGM on April 20, 2009; du Plessis found himself in private session with his counterpart of considerably longer standing at BHP Billiton, daunting Don Argus.\n\nThe two knew each only vaguely. They arrived at their little summit fully aware of gathering pressures on Rio that had been triggered by the London-based miner's massively stupid $US38 billion ($50.7 billion) takeover of Alcan and by the shattering withdrawal of BHP's $US160 billion takeover offer for its competitor and occasional joint venture partner. And, ultimately, they both left their discussion impressed, encouraged and with the seeds of a plan to create a joint venture of their respective Pilbara iron ore businesses. In the immediate wake of the AGM and the Argus meeting, du Plessis headed straight off to the distant north to eye-ball the Pilbara for the first time. Argus recalled last week that his parting message to du Plessis was to go north with \"an open mind and to wonder how two grown-up adults like us are working so hard at wasting so much capital\". Within six weeks Rio and BHP had signed a non-binding agreement to make a single production joint venture of their competing iron ore operations. On the face of it, the prize was something more than $US10 billion of synergies that would be derived from, among many things, operational cost reduction and capital investment efficiencies.\n\nHistory would suggest the plan was a dud. By October 2010, the $US117 billion deal was dead and so, finally, were BHP's aspirations to capture value through alignment with Rio. A different path But there was a whole lot more to that unfulfilled iron alliance than might at first appear. The reality is that, but for the distraction of the alliance, Rio Tinto would be a totally different company today. The Pilbara alliance option allowed du Plessis to lead Rio away from an alliance with China Inc that he and others on the board – including at least one executive director – imagined to be risky, unnecessary and value destructive.\n\nThe defence and reinforcement of Rio's independence stands the major legacy, by an awful long way, of the du Plessis era. To understand why, let's wander just a bit further back into the dark history that delivered du Plessis to authority. When du Plessis joined the Rio board in September 2008 he was not contemplated for higher honours by the bloke that he eventually succeeded, Paul Skinner. A former higher level Shell executive who never quite made it to the top of that super-major's tree, by the end of his six years as Rio chairman Skinner proved himself to be an obstinate stumbler. He replaced battle-hardened Australian chief executive Leigh Clifford with a relative neophyte American called Tom Albanese.\n\nTogether Skinner and Albanese steered Rio into the $US38 billion acquisition of Alcan, then away from engagement with BHP over a deal that was made for all seasons but a global financial crisis, and then into a deal with China Inc that half the Rio board did not want to do. Alarming deal In the six months between du Plessis joining the board and his meeting with Argus in Sydney, Rio lost a takeover suitor and gained a Chinese partner in the form of Chinalco. And ahead of that date with Don, Rio had also lost a chairman-elect, lost boardroom solidarity, lost executive alignment and come all too close to losing itself to creditors left quaking by the same global financial crisis that ended BHP's original pursuit. Almost a year to the day after Rio's BHP defence team had helped squire Chinalco into a 9 per cent stake in the dual-listed miner, Skinner and Albanese introduced the mining world to a \"pioneering strategic partnership\" with Chinalco. Chinalco, then China Inc's international flag-bearer in the mining sector, would pump in $US19.9 billion. In return Rio would issue Chinalco with new capital enough to lift its holding in the DLC stake to 14.9 per cent. Rio would also offer its new owner two board seats and deliver it direct ownership of nine of the company's best assets. For example, Chinalco would spend $US3.38 billion buying 49.75 per cent of Rio's 30 per cent interest in the BHP-managed Escondida copper mine. For $US5.1 billion it would get 15 per cent share of Rio's 85 per cent portion of Hamersley Iron. The other options delivered Chinalco with between 25 per cent and 50 per cent of assets in Peru, the US and Australia. The deal was alarming. And you don't have to take my word for that. The Rio board meeting that was supposed to throw out the welcome mat to Chinalco ended in a eight votes to eight deadlock. According to high level sources, one of those \"no\" votes arrived from then chief financial officer Guy Elliott. Other naysayers included du Plessis and the bloke that only weeks before had been confirmed as Skinner's replacement, then Tata Steel chairman Jim Leng. Leng's Rio career was brief. He joined the board after being named chairman-in-waiting on January 14. The board meeting that ran through the first weekend of February 2009 was his first and last. He arrived at the meeting with a message too bluntly delivered for his colleagues. After urging replacement of the Chinalco option with a massive rights issue, Leng said he would quit immediately if he lost.", "image": "http://www.afr.com/content/dam/images/g/o/6/v/s/o/image.related.afrArticleLead.620x365.gvy4qg.png/1493802536626.jpg", "summary": "To understand why, let's wander just a bit further back into the dark history that delivered du Plessis to authority.\nIn the immediate wake of the AGM and the Argus meeting, du Plessis headed straight off to the distant north to eye-ball the Pilbara for the first time.\nThe defence and reinforcement of Rio's independence stands the major legacy, by an awful long way, of the du Plessis era.\nOther naysayers included du Plessis and the bloke that only weeks before had been confirmed as Skinner's replacement, then Tata Steel chairman Jim Leng.\nDu Plessis will join the BT board in June and assume the chair on November 1.", "url": "http://www.afr.com/Page/Uuid/gvy4qg", "date": "2017-05-03", "involved_companies": ["RIO"]}