{"emotion": {"anger": 0.07616, "joy": 0.112793, "sadness": 0.487499, "fear": 0.08663, "disgust": 0.084529}, "sentiment": {"score": -0.180247, "label": "negative"}, "headline": "Domino's, Retail Food Group to taste test Eagle Boys", "text": "Share on twitter Sue Mitchell by Fast food companies Domino's Pizza Enterprises and Retail Food Group are expected to taste test rival pizza franchise Eagle Boys Dial-a-Pizza, which is up for sale after collapsing last week. Domino's and Retail Food Group, which owns Crust and Pizza Capers, are considered the most likely buyers for Eagle Boys, which appointed Terry Rose and David Stimpson of SV Partners as voluntary administrators on July 14. The administration does not cover Eagle Boys franchisees, who continue to trade while SV Partners restructures the business and looks for buyers. A Domino's spokeswoman said news of the collapse was \"disappointing\", but declined to comment on whether Australia's largest pizza franchise was interested in an acquisition.\n\nLost ground\n\nAt its peak Eagle Boys, founded in Albury in 1987, was Australia's second largest pizza chain, with about 340 stores and more than 12 per cent of the pizza market, behind Domino's and ahead of Pizza Hut, which is owned by Yum! Brands. However, the Eagle Boys has lost ground in recent years and now has about 127 franchised outlets, mainly in regional areas, compared with around 600 Domino's outlets and 270 Pizza Hut stores. Deutsche Bank estimates that Domino's now accounts for about 50 per cent of the $3.7 billion pizza market, Pizza Hut and Retail Food Group around 20 to 25 per cent each and Eagle Boys less than 10 per cent. The Eagle Boy's largest shareholder is Brisbane-based private equity firm NBC Capital, which acquired an 85 per cent stake in the company from founder Tom Potter in 2007.\n\nLate last year NBC Capital tried to sell Eagle Boys or raise capital to reduce debt and fund new stores. However, the pizza company has been dogged by store closures and threats of legal action from disgruntled franchisees amid a price war with Domino's and Pizza Hut. When Domino's slashed the price of its value range pizzas to $4.95 in 2014, Pizza Hut quickly followed suit, matching Domino's $4.95 price tag and capping the price of its most expensive pizza at $8.50. But a group of about 80 Pizza Hut franchisees took Yum! Restaurants Australia to court – with little success – saying they were losing money. Similar claims have been made in recent months by several Domino's franchisees. Cultural concerns\n\nDeutsche Bank analyst Michael Simotas said Domino's was a possible buyer for Eagle Boys, despite potential competition and cultural concerns, and stood to gain market share even if it did not make an acquisition. Domino's shares jumped $1.87 or 2.7 per cent to a record $71.76 on Tuesday. Brisbane-based Retail Food Group, which has made a string of food and beverage acquisitions in recent years, including Crust Gourmet Pizza and Pizza Capers in 2012, is also considered a potential buyer. RFG shares rose 5¢ to $5.72. An RFG spokeswoman said the group was not currently engaged in discussions with the owners or administrators of the Eagle Boys franchise system, but \"acquisitive activity remains a central feature of RFG's strategic growth platform.\"", "image": "http://www.afr.com/content/dam/images/g/q/8/v/f/c/image.related.socialLead.620x349.gq8uad.png/1485481444518.jpg", "summary": "Share on twitter Sue Mitchell by Fast food companies Domino's Pizza Enterprises and Retail Food Group are expected to taste test rival pizza franchise Eagle Boys Dial-a-Pizza, which is up for sale after collapsing last week.\nThe administration does not cover Eagle Boys franchisees, who continue to trade while SV Partners restructures the business and looks for buyers.\nLate last year NBC Capital tried to sell Eagle Boys or raise capital to reduce debt and fund new stores.\nDomino's and Retail Food Group, which owns Crust and Pizza Capers, are considered the most likely buyers for Eagle Boys, which appointed Terry Rose and David Stimpson of SV Partners as voluntary administrators on July 14.\nBrisbane-based Retail Food Group, which has made a string of food and beverage acquisitions in recent years, including Crust Gourmet Pizza and Pizza Capers in 2012, is also considered a potential buyer.", "url": "http://www.afr.com/Page/Uuid/gq8uad", "date": "2016-07-19", "involved_companies": ["DMP", "RFG"]}