{"emotion": {"anger": 0.088493, "joy": 0.075573, "sadness": 0.466718, "fear": 0.050107, "disgust": 0.054228}, "sentiment": {"score": 0.383871, "label": "positive"}, "headline": "Drones, 'bots 'not just a gimmick' says Domino's CEO", "text": "Share on twitter Sue Mitchell by Domino's Pizza Enterprises chief Don Meij has dismissed suggestions that the company's pizza delivery drones, robots and voice-activated order apps are a 'gimmick', saying innovation will help the company cut costs and underpin productivity and growth. \"In the retail business the more you can give value with products, with service and with image, the more you're able to get in price,\" Mr Meij told The Australian Financial Review Business Summit on Wednesday. \"As we develop our model from the analog world to the digital world … if we can continue to innovate in the eyes of the customer, innovate on price, service and image … it means we can get more for our products,\" he said. \"Differentiation is the custodian of profit and we can create more value.\"\n\nDomino's, once known as Silvio's Dial-a-Pizza, started delivering pizzas in 1978.\n\nOver the past six years the company has rolled out a continuous stream of innovation including mobile phone apps, GPS driver tracking, SMS ordering and electronic bikes. Online and digital sales now represent 70 per cent of Domino's total sales, up from 1 per cent in 2006. \"Technology has enabled us to change the game,\" Mr Meij said. Domino's is now harnessing the power of artificial intelligence to boost pizza sales, adding new features and devices to its DRU (Domino's Robotic Unit) platform. On Monday the company launched DRU Assist, a voice-activated digital assistant that takes customers' orders on mobile phones, desktops and laptops. DRU Assist will be followed by DRU Manager, which helps franchisees automate rosters and order stock based on forecast demand.\n\nAfter delivering its first pizza by drone in New Zealand last year, Domino's is working with Flirtey to design stronger, faster drones than can deliver multiple pizzas and drinks. Next year customers will be able to order pizza through voice-activated devices such as Amazon's Alexa and Google Home. \"It's not just a gimmick or attention-seeking headlines. We have a genuine business case behind DRU,\" Mr Meij told the summit. Australians were embracing technology at such a rapid rate, he said, that within three years there would not be enough people to meet demand for home delivery and it would become increasingly inefficient for two-tonne trucks to deliver pizza in built-up areas.", "image": "http://www.afr.com/content/dam/images/g/u/o/8/r/g/image.related.socialLead.620x349.gursde.png/1488974513442.jpg", "summary": "Domino's is now harnessing the power of artificial intelligence to boost pizza sales, adding new features and devices to its DRU (Domino's Robotic Unit) platform.\nOnline and digital sales now represent 70 per cent of Domino's total sales, up from 1 per cent in 2006.\nWe have a genuine business case behind DRU,\" Mr Meij told the summit.\nNext year customers will be able to order pizza through voice-activated devices such as Amazon's Alexa and Google Home.\nOn Monday the company launched DRU Assist, a voice-activated digital assistant that takes customers' orders on mobile phones, desktops and laptops.", "url": "http://www.afr.com/Page/Uuid/gursde", "date": "2017-03-08", "involved_companies": ["DMP"]}