{"emotion": {"anger": 0.102028, "joy": 0.097316, "sadness": 0.23626, "fear": 0.139924, "disgust": 0.081703}, "sentiment": {"score": -0.0719303, "label": "negative"}, "headline": "China backs down on tough new e-commerce laws in boost for Aussie exporters", "text": "Share on twitter Angus Grigg by China has delayed indefinitely tough new-cross border e-commerce laws that had threatened to disrupt the flow of Australian vitamins, milk powder and cosmetics into booming markets on the mainland. The surprising backdown by Beijing comes ahead of Chinese Premier Li Keqiang arriving in Australia on Wednesday for talks on upgrading the free trade agreement and how to eliminate other non-tariff barriers. The indefinite delay is a big win for vitamin makers Blackmores and Swisse, which were facing complex new licensing and labelling requirements in China. The backdown should also benefit infant formula makers a2 Milk Company and Bellamy's Australia, which have been hurt by uncertainty on how the new regulations would be implemented. \"We welcome the updated regulations from the Ministry of Commerce in China, as it signals a strengthening of the commitment to the cross-border e-commerce channel from the Chinese regulators,\" Peter Nathan, chief executive of a2 Milk, said.\n\nChina's Commerce Ministry said goods coming into the country via cross-border e-commerce platforms would be classified as \"personal\" rather than \"common\" trade, meaning there would be no additional requirements for local registration or labelling.\n\n\"We want to maintain the stability of cross boarder e-commerce,\" the Commerce Ministry said in a statement late on Friday that was released in conjunction with five other ministries. The statement also said the number of pilot free trade zones, which can house cross-border e-commerce operations, would be increased from 10 to 15. Beijing proposed the tough new e-commerce laws on the eve of Malcolm's Turnbull's visit to China in April last year, a move which entirely changed the agenda for his trip. The timing of these announcements around the reciprocal visits of Australian and Chinese leaders seems partly co-incidental, as the latest statement also comes just days after the conclusion of China's annual parliamentary session, the National People's Congress.\n\nWhile Australia companies will be applauding the backdown it will also be welcomed in Japan, South Korea, Europe and North America, which have all benefited from surging Chinese demand for consumer goods and food coming into China via cross-border e-commerce platforms. The cross-border trade into China was estimated to be worth 6.3 trillion yuan ($1.18 trillion) last year, double the level of three years ago, according to research firm iiMedia. This channel, which still attracts local taxes, is used by the likes of internet giants Alibaba and JD.com and smaller traders known as daigou or personal shoppers. The goods are either sent directly from a third country via courier or come onto the mainland via free trade zones across China.\n\nIt allows companies that have not gone through the expensive and time-consuming local registration process to sell their goods into China. \"This update is a very positive policy,\" said Livia Wang from Access CN, which promotes Australian products to merchants selling into China. \"The government is trying to make the trade as smooth as possible. They are saying let us work together.\" The abrupt announcement of the proposed new laws on April 8 last year prompted a sell-off in China-focused consumer stocks listed in Australia, as investors worried that many products would be blocked from entering the mainland.\n\nSentiment was further damaged when dairy producer Murray Goulburn had its long-life milk products removed from China's biggest e-commerce site. But heavy lobbying by the big e-commerce players appears to have killed off the changes, after being delayed twice previously. The Commerce Ministry said the onus around food safety would now fall to the importers and exporters rather than be prescribed by government regulations. \"More steps have been taken to strengthen regulations on imported goods that tend to have quality risks,\" it said.", "image": "http://www.afr.com/content/dam/images/g/s/b/v/9/1/image.related.afrArticleLead.620x365.gv28fe.png/1490075929726.jpg", "summary": "The Commerce Ministry said the onus around food safety would now fall to the importers and exporters rather than be prescribed by government regulations.\nThe statement also said the number of pilot free trade zones, which can house cross-border e-commerce operations, would be increased from 10 to 15.\n\"We want to maintain the stability of cross boarder e-commerce,\" the Commerce Ministry said in a statement late on Friday that was released in conjunction with five other ministries.\nThe cross-border trade into China was estimated to be worth 6.3 trillion yuan ($1.18 trillion) last year, double the level of three years ago, according to research firm iiMedia.\nIt allows companies that have not gone through the expensive and time-consuming local registration process to sell their goods into China.", "url": "http://www.afr.com/Page/Uuid/gv28fe", "date": "2017-03-20", "involved_companies": ["BKL"]}