{"emotion": {"anger": 0.150706, "joy": 0.067497, "sadness": 0.421338, "fear": 0.065423, "disgust": 0.417215}, "sentiment": {"score": 0.287105, "label": "positive"}, "headline": "Goodman Fielder factory closure delayed by competition concerns", "text": "Share on twitter Sue Mitchell by Food manufacturer Goodman Fielder has been forced to postpone plans to close its only bakery in Western Australia because of competition concerns over a supply agreement with its major competitor, George Weston Foods. Goodman Fielder, owned by Singapore-based food company Wilmar International and Hong Kong-based investment company First Pacific, announced plans in January to close its bakery at Malaga in Perth and enter into a long-term toll manufacturing agreement with George Weston. Production at Malaga was due to cease on April 28 and the supply agreement, which covered packaged bread and rolls under the Wonder White, Helga's, Molenberg and Lawson's brands, was slated to commence on May 1. About 75 staff were to have been made redundant. However, Goodman Fielder told Malaga staff last week the factory closure and supply agreement had been postponed until July because it had not yet secured clearance from the Australian Competition and Consumer Commission.\n\nA Goodman Fielder spokesman confirmed on Wednesday that the transfer of production had been postponed to no later than July 1, subject to ACCC approval.\n\nThe ACCC is looking into the impact of the factory closure and supply agreement on competition in the Western Australian bread market and is understood to have received submissions from other local bakers and food services companies opposed to the deal. Conrad Mias, the chief executive of family-owned bread manufacturer Mias, confirmed he had made a submission to the ACCC opposing the supply agreement. Mr Mias believes Woolworths and Coles support the supply agreement, which will improve productivity at the George Weston plant and potentially enable it to pass on cost savings to the major supermarkets so they can better compete with Aldi in WA. \"Goodman Fielder didn't even come to me and ask if I wanted to make bread for them, they went straight to George Weston and struck a deal with their arch-rival. It's going to open up a can of worms,\" he said.\n\nAnxious staff Industry sources said Goodman Fielder and George Weston, which makes Tip Top, Burgen and Abbotts bread, jointly control 70 to 75 per cent of the state's bread market and as much as 80 per cent in the major supermarket chains. Goodman estimates the combined market share with George Weston is closer to 58 per cent, excluding private label bread. Under the proposed supply agreement, George Weston would take over manufacturing of about 98 per cent of Goodman's Malaga production, while an independent Perth baker, Bovell's, would have taken over production of the Lawson's range. After initially advising Malaga employees to find new jobs, Goodman Fielder has now told staff to take annual leave or unpaid leave while it awaits a decision from the ACCC.\n\n\"Staff promised redundancy are very anxious they won't be paid,\" said one source. However, the Goodman spokesman said in the event of closure, all employees would receive their entitlements in full. Industry sources believe that if Goodman Fielder secures ACCC approval for the supply agreement with George Weston in Western Australia it may propose similar deals in other states such as South Australia. The Malaga closure was one of three plant closures announced by Goodman Fielder in January, part of a plan to cut costs and invest in larger capacity sites to create a more sustainable business.", "image": "http://www.afr.com/content/dam/images/1/0/o/5/0/4/image.related.socialLead.620x349.gvxvri.png/1493802158265.jpg", "summary": "However, Goodman Fielder told Malaga staff last week the factory closure and supply agreement had been postponed until July because it had not yet secured clearance from the Australian Competition and Consumer Commission.\nA Goodman Fielder spokesman confirmed on Wednesday that the transfer of production had been postponed to no later than July 1, subject to ACCC approval.\nShare on twitter Sue Mitchell by Food manufacturer Goodman Fielder has been forced to postpone plans to close its only bakery in Western Australia because of competition concerns over a supply agreement with its major competitor, George Weston Foods.\nGoodman estimates the combined market share with George Weston is closer to 58 per cent, excluding private label bread.\nIndustry sources believe that if Goodman Fielder secures ACCC approval for the supply agreement with George Weston in Western Australia it may propose similar deals in other states such as South Australia.", "url": "http://www.afr.com/Page/Uuid/gvxvri", "date": "2017-05-03", "involved_companies": ["WOW", "WES", "GFF"]}