{"emotion": {"anger": 0.084456, "joy": 0.162996, "sadness": 0.432933, "fear": 0.077978, "disgust": 0.04255}, "sentiment": {"score": 0.620161, "label": "positive"}, "headline": "Four risk takers and growth makers the market loves", "text": "Share on twitter James Thomson by In a reporting season where the big banks, miners and retailers have underwhelmed, investors have latched on to a select group of companies prepared to take risks and deliver real growth. As well as market darling Mayne Pharma, here are four of the best. Treasury Wine Estates Share price change in last 12 months: 99.7 per cent\n\nConsensus profit growth forecast for 2017: 25.8 per cent\n\nForward P/E: 29.4 It's hard to name a more admired chief executive than Treasury Wine Estates' Michael Clarke right now.\n\nSince taking on the wine group in March 2014, and then defending it from a series of private equity takeover offers, Clarke has confidently and quickly turned the business around – and then turbocharged growth.\n\nThere has been an exceptional focus on brand, and more particularly the higher-margin brands (such as Penfolds) that Treasury has long been famous for. At its results in August, Clarke brought forward by two years his target of lifting profit margins into the \"high teens\"; he now expects to reach that mark in the 2018 financial year, not 2020 as previously flagged. Clarke's willingness to push hard into China (where Treasury's former parent company Foster's was once so badly burned) is also paying extraordinary dividends; earnings from Asia leapt 40 per cent last year and are likely to keep rising. Goldman Sachs is tipping underlying profit growth for the overall company of 26 per cent next year, based on Clarke's ability to lift both volumes and prices in Asia. The final word should go to the man himself, who delivered this preview of his company's outlook for the next six months: \"I guarantee you'll fall off your chair in February as well.\"\n\nDomino's Pizza Enterprises Share price change in last 12 months: 97 per cent\n\nConsensus profit growth forecast for 2017: 34.8 per cent\n\nForward P/E: 55.4 When it comes to growth stories, Domino's Pizza is one with the lot. Growth in Europe? Check. Growth in Asia? Check. Growth via acquisition? Check. Organic growth? Check. Growing in product range? Check. Growing technology offering? Check. Growing market share? Check.\n\nNo wonder Morgan Stanley described Domino's as having \"easily the longest growth runway\" in its coverage of similar companies \"and perhaps within the ASX and global quick service restaurants peers too\". Chief executive Don Meij certainly talks the talk when it comes to promoting his business, but shareholders know he can back it up. Profit in 2015-16 grew 28.7 per cent (propelled by better-than-expected growth in Australia) and earnings are tipped to rise 30 per cent in the year ahead. When delivering his latest results, Meij unveiled plans to eventually take the Australian store network to 1200 stores, up from a previous target of 900; he'll roll out 65 stores in Australia alone in 2017. There are two wildcards.\n\nThe first is another acquisition, something Meij remains keen to execute. The second is new products that Meij promises will help Domino's grab a bigger slice of the fast-food market. If these take off, Domino's growth could surge to another level. JB Hi-Fi Share price change in last 12 months: 69.6 per cent\n\nConsensus profit growth forecast for 2017: 10.4 per cent\n\nForward P/E: 17.8\n\nRetail giant JB Hi-Fi might not offer the same giant growth numbers as Treasury Wine Estates or Domino's, but neither does it trade on the same eye-popping multiples. The stock has been on a tear this year as the demise of key competitor Dick Smith and the stronger housing market have helped to boost sales. But the release of the 2015-16 profit numbers, showing profit growth of 11.5 per cent and total sales growth of 13.4 per cent in July, set another fire under the shares, which have jumped 10 per cent since the result dropped on August 15. While Deutsche Bank downgraded the stock from a buy to a hold on the basis of the 2015-16 numbers, it still expects profit growth of 14.7 per cent in 2017, which any retailer would be happy with in the current climate. The wildcard for JB is whether or not it can snare The Good Guys, which is considering a trade sale or an IPO. The business could add almost $2 billion in sales to JB, but the deal would not be without risk – JB has simply never done a deal of this size, or really any great size. But while executing the deal and integration process would present a challenge, this is arguably the best retail team in the country. Bellamy's Australia Share price change in last 12 months: 174.6 per cent\n\nConsensus profit growth forecast for 2017: 44.4 per cent\n\nForward P/E: 23.3 Organic infant formula maker Bellamy's has been one of the darlings of the small cap sector in the past few years, and in the last 12 months its shares have more than doubled and its profits more than tripled, propelled by stunning demand from China.", "image": "http://www.afr.com/content/dam/images/g/r/1/v/g/d/image.related.afrArticleLead.620x365.gr1nfl.png/1472200928868.jpg", "summary": "If these take off, Domino's growth could surge to another level.\nGoldman Sachs is tipping underlying profit growth for the overall company of 26 per cent next year, based on Clarke's ability to lift both volumes and prices in Asia.\n\"Domino's Pizza Enterprises Share price change in last 12 months: 97 per centConsensus profit growth forecast for 2017: 34.8 per centForward P/E: 55.4 When it comes to growth stories, Domino's Pizza is one with the lot.\nThe second is new products that Meij promises will help Domino's grab a bigger slice of the fast-food market.\nProfit in 2015-16 grew 28.7 per cent (propelled by better-than-expected growth in Australia) and earnings are tipped to rise 30 per cent in the year ahead.", "url": "http://www.afr.com/Page/Uuid/gr1nfl", "date": "2016-08-27", "involved_companies": ["DMP", "TWE", "JBH"]}