{"emotion": {"anger": 0.124325, "joy": 0.415066, "sadness": 0.621776, "fear": 0.447479, "disgust": 0.088236}, "sentiment": {"score": -0.212095, "label": "negative"}, "headline": "Don Meij can't deliver enough topping for Domino's Pizza investors", "text": "Share on twitter James Thomson by Domino's Pizza chief executive Don Meij has responded to big questions over the state of his franchise business in Australia in what has become typical Domino's fashion – with a tasty profit upgrade. Only this time, it didn't work. Domino's shares were savaged on Wednesday, falling 14 per cent despite Meij upgrading net profit guidance for the 2017 full year from growth of 30 per cent to growth of 32.5 per cent. The problem is that will take Domino's underlying earnings to about $121 million, just below the $125 million the market was expecting.\n\nAlso weighing on the stock are mounting questions about how hard Domino's is driving its Australian franchisees, their profitability, and claims some are underpaying staff – those same franchisees who are key to keeping the big growth numbers coming.\n\nMeij was his usual passionate self on a media call on Wednesday morning but unusually did not take questions. Meij said he would speak to journalists individually, presumably to better control what were likely to be some pointed questions following a Fairfax Media investigation that uncovered several instances of franchisees buckling under the pressure of running their businesses and underpayment of wages. Meij offered a lengthy defense, arguing just 21 of 700-odd stores are unprofitable, with average profit for a franchisee who owns just under two stores running at $245,000 to $275,000 (no, we are not quite sure how an average can cover a range either). He also defended Domino's record on finding and acting on underpayments. Hundreds of spot checks and audits have been carried out, $4.5 million in underpayments have been recovered and four franchisees have got the boot. High levels of existing franchisees buying new stores – 87 per cent in the first half – showed franchises were pretty happy, Meij argued, again stating he will take a \"zero tolerance\" stance on any examples of underpayment.", "image": "http://www.afr.com/content/dam/images/g/u/8/8/x/j/image.related.afrArticleLead.620x365.gudacd.png/1487142384442.jpg", "summary": "Share on twitter James Thomson by Domino's Pizza chief executive Don Meij has responded to big questions over the state of his franchise business in Australia in what has become typical Domino's fashion – with a tasty profit upgrade.\nThe problem is that will take Domino's underlying earnings to about $121 million, just below the $125 million the market was expecting.\nDomino's shares were savaged on Wednesday, falling 14 per cent despite Meij upgrading net profit guidance for the 2017 full year from growth of 30 per cent to growth of 32.5 per cent.\nMeij was his usual passionate self on a media call on Wednesday morning but unusually did not take questions.\nHundreds of spot checks and audits have been carried out, $4.5 million in underpayments have been recovered and four franchisees have got the boot.", "url": "http://www.afr.com/Page/Uuid/gudacd", "date": "2017-02-15", "involved_companies": ["DMP"]}