{"emotion": {"anger": 0.111398, "joy": 0.093222, "sadness": 0.203143, "fear": 0.076369, "disgust": 0.075884}, "sentiment": {"score": 0.374305, "label": "positive"}, "headline": "Fidelity identifies Estee Lauder, Amazon, Facebook as tech leaders", "text": "Share on twitter Vesna Poljak by ﻿Amit Lodha, a global portfolio manager at Fidelity, had a high conviction moment when he learnt of the effect a Kendall Jenner Instagram story had on lipstick sales at one of his holdings, the cosmetics manufacturer Estee Lauder. Using the photo-sharing application to promote a new shade of lipstick, Ms Jenner's post had caused the product to sell out. But that was not the revelation. Mr Lodha was more delighted to learn that, by using Instagram, the company could track exactly where its advertising was translating to sales. \"Estee has two real drivers, one is what it calls its ageless lady consumer, and the other is the millennial,\" he said. \"After Kendall 'Instagrammed' that story with that particular shade of lipstick, Estee could observe where it was stocked out in various markets based on the two million likes that Instagram photograph received. This is how you get conviction on a global basis. So what did I learn from this interaction with the company? \"Instagram, which is a Facebook property and a company that I own, has a happy customer in Estee. Instagram was actually able to demonstrate by location how successful its advertising was and actually demonstrate which 50 per cent of advertising actually worked. The way Estee was able to know how it was getting stocked out in various locations was basically due to an implementation of SAP HANA, which they've put through the entire company. Again, they were able to see department store by department store where they were getting stocked out.\"\n\nWhen Kendall Jenner promoted a new lipstick, Estee Lauder could pinpoint where advertising spend translated into sales. Instagram\n\nTo the fund manager's delight, the cosmetics company's chief technology officer found SAP's system was reducing lost sales. Fidelity also owns SAP. \"The valuation of Estee is very easy, the opportunity set is large and the only thing that matters for Estee – which incidentally trades at the same multiple as P&G – is that, as long as Estee grows revenues, that compounding effect will continue to work for me.\n\n\"Since 2006, while P&G's revenues have been flat – I don't know why we call that fast moving consumer goods, it should be slow moving consumer goods – Estee has grown revenues every year between 6 to 8 per cent. The 2008 downturn, you cannot even see that. That leads to the earnings compounding which has driven the share price,\" the London-based Mr Lodha told financial advisers in Sydney last week. Mr Lodha, who also owns Amazon, Roche and vision systems stocks Keyence and Cognex, and his Sydney-based colleague, Paul Taylor, underscored that the winners of technological change will not be limited to technology stocks. ​In the case of Amazon, Mr Lodha argues the market is wrong in assuming its growth rate is declining and implying it only has three to five years of growth ahead. \"By building their entire warehouse infrastructure, Amazon has just doubled its target share of your wallet. That effectively shows to me that this company has a long runway of growth.\" He proves that 40 per cent of all retail sales growth in the US is going to Amazon by citing retail sales data, \"and this is when Amazon is only addressing 11 per cent of your wallet\". Macy's and other department stores are in danger of becoming \"melting ice cubes\".\n\n\"The only risk that I see for this company, besides execution, is government regulation,\" he said. \"Amazon is becoming a natural monopoly. Here is the thing: if Amazon stopped expanding today, it would immediately turn into massive profits. What Amazon is doing is using its cashflows from existing businesses in the US and reinvesting them back for growth in new businesses like in India, the UK, Australia. Setting up warehouses, setting up centres, costs a lot of money and leads to accounting losses but is exactly the right thing that the business should be doing.\" The headline numbers completely obscure the \"underlying profitability characteristics of the business\", he said. Mr Taylor, the manager of Fidelity's Australian equities fund, highlighted Ramsay Health Care, Seek, WiseTech Global and Domino's Pizza Enterprises as the domestic stocks that are capitalising on technological advances. He described Domino's 10-minute delivery target as \"a bit of a game changer\". \"Just to give you an example of how the market could change, McDonald's in Australia is about five times the pizza market so it's the big fast food player. If now pizzas are cheaper than a Big Mac, so you get a cheaper food, and if you can get it to people's homes in 10 minutes, that opens up a completely new market for someone like Domino's Pizza if they can do it,\" Mr Taylor said.", "image": "http://www.afr.com/content/dam/images/g/o/6/a/l/2/image.related.afrArticleLead.620x365.gs6yl9.png/1492659838686.jpg", "summary": "\"When Kendall Jenner promoted a new lipstick, Estee Lauder could pinpoint where advertising spend translated into sales.\nThat leads to the earnings compounding which has driven the share price,\" the London-based Mr Lodha told financial advisers in Sydney last week.\nMr Lodha was more delighted to learn that, by using Instagram, the company could track exactly where its advertising was translating to sales.\n\"Instagram, which is a Facebook property and a company that I own, has a happy customer in Estee.\n\"After Kendall 'Instagrammed' that story with that particular shade of lipstick, Estee could observe where it was stocked out in various markets based on the two million likes that Instagram photograph received.", "url": "http://www.afr.com/Page/Uuid/gs6yl9", "date": "2016-10-24", "involved_companies": ["DMP", "RHC", "SEK"]}