{"emotion": {"anger": 0.112168, "joy": 0.034185, "sadness": 0.660427, "fear": 0.143924, "disgust": 0.100974}, "sentiment": {"score": -0.142163, "label": "negative"}, "headline": "Yancoal's Hunter Valley funding challenge gets bigger with Mitsubishi coal offer", "text": "Share on twitter Peter Ker by Yancoal's funding challenge just got bigger after the coal miner offered to pay $US710 million for a stake in a Hunter Valley mine owned by Mitsubishi. The long-expected offer for Mitsubishi's 32.4 per cent stake in the Hunter Valley Operations mine (HVO) was conducted under a \"tag-along\" right that Mitsubishi held after Yancoal agreed to pay $US2.45 billion to buy Rio Tinto's thermal coal assets. Rio is the majority owner of HVO, and the Mitsubishi deal would give Yancoal 100 per cent of the mine if completed. Mitsubishi has until June 23 to accept the offer.\n\nThe latest acquisition pushes Yancoal's acquisition bill in 2017 past $US3 billion, and to settle the purchases the company will need to raise money later this year.\n\nWhile the structure and design of the raising if not yet known, Yancoal is expected to tap the market for about $US2 billion, with its biggest shareholder Yanzhou pledging to participate in the raising by buying up to $US1 billion of its entitlement. The ability of Yancoal's second-biggest shareholder, Noble Group, to participate in any raising remains unclear, after Standard and Poors downgraded its credit rating this week. Standard & Poors analyst Danny Huang told The Australian Financial Review this week that Noble would find it \"difficult\" to participate in the Yancoal raising if it did not find a strategic investor or find some other solution to its liquidity problems. \"Looking at the status quo then we think it will be difficult, but I think they must be working on those options to deal with their liquidity issue, so given that Yancoal raising won't happen until later this year, maybe it is not the top priority for them as of now,\" he said.", "image": "http://www.afr.com/content/dam/images/g/w/4/2/3/i/image.related.afrArticleLead.620x365.gwcmsg.png/1495692389220.jpg", "summary": "Share on twitter Peter Ker by Yancoal's funding challenge just got bigger after the coal miner offered to pay $US710 million for a stake in a Hunter Valley mine owned by Mitsubishi.\nRio is the majority owner of HVO, and the Mitsubishi deal would give Yancoal 100 per cent of the mine if completed.\nThe ability of Yancoal's second-biggest shareholder, Noble Group, to participate in any raising remains unclear, after Standard and Poors downgraded its credit rating this week.\nThe long-expected offer for Mitsubishi's 32.4 per cent stake in the Hunter Valley Operations mine (HVO) was conducted under a \"tag-along\" right that Mitsubishi held after Yancoal agreed to pay $US2.45 billion to buy Rio Tinto's thermal coal assets.\nThe latest acquisition pushes Yancoal's acquisition bill in 2017 past $US3 billion, and to settle the purchases the company will need to raise money later this year.", "url": "http://www.afr.com/Page/Uuid/gwcmsg", "date": "2017-05-25", "involved_companies": ["RIO"]}