{"emotion": {"anger": 0.11865, "joy": 0.093504, "sadness": 0.205925, "fear": 0.075905, "disgust": 0.139401}, "sentiment": {"score": 0.109581, "label": "positive"}, "headline": "Rio mine named in Mongolian foreign exchange grab", "text": "Share on twitter Peter Ker by Rio Tinto's Oyu Tolgoi copper project has been named in a Mongolian government plan to force foreign investors to channel more funds through Mongolian banks, in a move that could contravene Rio's 2009 Oyu Tolgoi investment agreement and the $US4.4 billion project finance facility for the mine's expansion. While not yet law, the plan is designed to boost Mongolia's reserves of foreign currencies. It has sparked concerns among foreign investors like the International Monetary Fund, which decided to delay a $US425 million bail-out of the Mongolian economy on Saturday. The Mongolian government first flagged the local banking rule on April 12, and the American Chamber of Commerce in Mongolia confirmed in recent days that Oyu Tolgoi has been specifically named in the resolution. \"The initial resolution has 13 action points, and action point number 11 explicitly refers to the Oyu Tolgoi and Tamsag (oil) projects, requiring them to transfer funds via local commercial banks,\" the American Chamber said in a note to members published on Friday.\n\n\"Major investors and diplomatic representatives have conveyed their concerns to the authorities.\"\n\nThe plan shapes as the latest flaring of sovereign risk in the developing nation, which has repeatedly threatened to overhaul agreements it made with foreign investors over natural resources projects in the country. In the South Gobi desert, Oyu Tolgoi is Mongolia's largest and highest-profile foreign investment project. Production from the mine started in 2013 and work is under way to build a $US5.3 billion underground expansion that will allow Rio and its partners to extract the most valuable part of the ore body. Rio effectively owns 34 per cent of Oyu Tolgoi, given it owns 50.79 per cent of Canadian company Turquoise Hill Resources, which in turn owns 66 per cent of Oyu Tolgoi.\n\nThe Mongolian government, which has sought several times to get a bigger share of the mine's wealth, owns 34 per cent of Oyu Tolgoi. The American chamber hinted that efforts were under way to convince top members of the Mongolian government to back down from the move. \"Based on the needs of its members, AmCham Mongolia has engaged with Parliament and the government to monitor developments concerning the resolution,\" the chamber said. \"AmCham has been informed that cabinet is taking action to amend this resolution, removing the controversial action point, and is due to submit changes to the resolution to Parliament.\"\n\nBut such amendments are yet to be confirmed, and foreign investors are taking a cautious approach in the meantime, with the IMF telling Bloomberg on Saturday that its $US425 million bail-out facility had been delayed to give the IMF time to assess the banking proposal. \"We need a bit more time to understand the nature and the specifics of the measure, and whether the macro-economic framework of the program remains valid,\" an IMF spokesman told Bloomberg. Rio would be loath to encounter disruptions in Mongolia, given the clouded future of one of its other large copper assets; Indonesia's Grasberg mine. The miner declined to comment.", "image": "http://www.afr.com/content/dam/images/g/p/v/v/i/f/image.related.afrArticleLead.620x365.gvvl19.png/1493526416711.jpg", "summary": "It has sparked concerns among foreign investors like the International Monetary Fund, which decided to delay a $US425 million bail-out of the Mongolian economy on Saturday.\nRio effectively owns 34 per cent of Oyu Tolgoi, given it owns 50.79 per cent of Canadian company Turquoise Hill Resources, which in turn owns 66 per cent of Oyu Tolgoi.\nIn the South Gobi desert, Oyu Tolgoi is Mongolia's largest and highest-profile foreign investment project.\nThe Mongolian government, which has sought several times to get a bigger share of the mine's wealth, owns 34 per cent of Oyu Tolgoi.\n\"The plan shapes as the latest flaring of sovereign risk in the developing nation, which has repeatedly threatened to overhaul agreements it made with foreign investors over natural resources projects in the country.", "url": "http://www.afr.com/Page/Uuid/gvvl19", "date": "2017-04-30", "involved_companies": ["RIO", "ANZ", "NAB"]}