{"emotion": {"anger": 0.173028, "joy": 0.118278, "sadness": 0.531159, "fear": 0.075277, "disgust": 0.125595}, "sentiment": {"score": 0.0200689, "label": "positive"}, "headline": "HelloFresh, Marley Spoon get the knives out in the fight for customers", "text": "Share on twitter Sue Mitchell by The knives have come out in the fast-growing meal kit delivery market, where Marley Spoon has accused arch rival HelloFresh of dirty tricks by forcing Australia's largest field marketing company to pull the plug on a door-to-door customer recruitment campaign. HelloFresh and Marley Spoon are the two largest players in the fast-growing $600 million prepared meals and meal kit delivery market, which now accounts for half of Australia's $1.8 billion online grocery sales. Both HelloFresh and Marley Spoon have backing from the Samwer brothers, the founders of German e-commerce incubator Rocket Internet, but there is no love lost between the local arms of the two international businesses as competition for subscribers heats up. Marley Spoon co-founder Dave Malcolm says he was forced to abandon a trial door-to-door sales drive with Appco Group last week because HelloFresh told the field marketing company not to do business with a competitor.\n\nHelloFresh co-founder Tom Rutledge: \"Our close suppliers certainly have a loyalty to us that is appreciated and reciprocated.\" Louise Kennerley\n\n\"I was very surprised when Appco told me directly they wouldn't be able to deal with us,\" Mr Malcolm told The Australian Financial Review.\n\n\"Obviously there's competition and that's fair enough,\" he said. \"What we don't understand is a competitive squeeze when it comes to marketing services. Exclusive relationships \"It's baffling when another company in an emerging category puts up their defences so obviously and so hard against you.\" Appco Group Australia director John Adgemis declined to comment. HelloFresh founder and managing director Tom Rutledge declined to comment on Marley Spoon's allegation but said HelloFresh had developed exclusive relationships with certain suppliers over the past five years.\n\nMarley Spoon co-founder Dave Malcolm: \"It's baffling when another company in an emerging category puts up their defences so obviously and so hard against you.\" Supplied\n\n\"As we have grown together we have developed shared [intellectual property] and knowledge of best practices with each other,\" Mr Rutledge said. \"Aside from that we never tell a supplier what they can and can't do,\" he said. \"Our close suppliers certainly have a loyalty to us that is appreciated and reciprocated.\" HelloFresh, which was founded in 2011 and is 53 per cent owned by Rocket Internet, has global sales of more than €430 million ($618 million), serves more than nine million meals a month and is now valued at about €2 billion. Berlin-based Marley Spoon was founded in 2014 by former Delivery Hero chief executive Fabian Siegel and launched in Australia in 2015.\n\nCompetition has increased as new players enter the online grocery market in the hope of tapping into 20 per cent annual growth and establishing positions before Amazon launches AmazonFresh. Other local players include Aussie Farmers, Pepper Leaf, Youfoodz, Queensland-based FivePointFour, Tastebox, Your Grocer, Thomas Farm Kitchen, Dish'd, and Gourmet Dinner Service. No need for consolidation Some, like HelloFresh, Marley Spoon and Pepper Leaf, supply recipes and boxes full of pre-measured ingredients. Others supply fresh and frozen home-delivered prepared meals.\n\nWhile the market is becoming increasingly crowded, Mr Malcolm says there's no need for consolidation. \"We haven't even scratched the surface of where we are going with this change in food delivery ... there's lots of scope for people to offer different products,\" he said. \"The timing is right for this concept,\" said Mr Rutledge. \"People are becoming more accustomed to shopping online, supermarket shopping online doesn't represent a huge convenience dividend and we know from research we've done people want to cook but don't enjoy the planning or the shopping.\" While Coles and Woolworths dominate the $90 billion grocery sector, accounting for around 75 per cent of supermarket sales, their share of the $1.8 billion online grocery market is estimated to be worth between 50 and 60 per cent. Mr Malcolm says Amazon's entry into fresh food is positive for start-ups like Marley Spoon because it raises familiarity and accessibility of online food shopping. In the US, Marley Spoon has partnered with Martha Stewart to sell co-branded meal kits on AmazonFresh.", "image": "http://www.afr.com/content/dam/images/g/v/r/x/k/w/image.related.afrArticleLead.620x365.gvr9mm.png/1493101198365.jpg", "summary": "No need for consolidation Some, like HelloFresh, Marley Spoon and Pepper Leaf, supply recipes and boxes full of pre-measured ingredients.\nIn the US, Marley Spoon has partnered with Martha Stewart to sell co-branded meal kits on AmazonFresh.\nBerlin-based Marley Spoon was founded in 2014 by former Delivery Hero chief executive Fabian Siegel and launched in Australia in 2015.\n\"People are becoming more accustomed to shopping online, supermarket shopping online doesn't represent a huge convenience dividend and we know from research we've done people want to cook but don't enjoy the planning or the shopping.\nMr Malcolm says Amazon's entry into fresh food is positive for start-ups like Marley Spoon because it raises familiarity and accessibility of online food shopping.", "url": "http://www.afr.com/Page/Uuid/gvr9mm", "date": "2017-04-25", "involved_companies": ["WOW", "WES"]}