{"emotion": {"anger": 0.139171, "joy": 0.089222, "sadness": 0.521442, "fear": 0.09012, "disgust": 0.123222}, "sentiment": {"score": -0.374948, "label": "negative"}, "headline": "Rio Tinto chairman Jan du Plessis says 'we have not admitted bribery' in Guinea", "text": "Share on twitter Peter Ker by Rio Tinto chairman Jan du Plessis has rejected a suggestion that his company admitted to corruption and bribery when it approached several of the world's most powerful fraud and corruption investigators last year over a controversial payment to a political advisor in Guinea. The $US10.5 million payment was made in 2011 but only came to light in 2016 when emails between senior executives were leaked. The payment is now being investigated by the Australian Federal Police, the UK Serious Fraud Office and the US Department of Justice to name just a few of the international agencies that Rio self-reported to. Responding to a question from a shareholder in London on Wednesday night, Mr du Plessis said the Rio board sought to investigate the payment as soon as it became aware of it. \"We know we want to do the right thing and therefore to come across a situation where it appears perhaps we did not do the right thing was a very upsetting experience for all of us to go through,\" he said at the miner's annual meeting of shareholders in London.\n\n\"When we became aware of this matter last year, we investigated it immediately, we as a board immediately decided to involve external legal counsel, specialists in this area who have not done work for us before.\n\n\"Our conclusion, when we looked at the matter, was that we had seen enough to convince ourselves we have an obligation to voluntarily report to all the authorities you have identified ... to report to them that we think something might have gone wrong, and I use that word deliberately because I want you to know we have not admitted bribery, we have not once said we have admitted bribery. We have not once said we've admitted corruption. \"What we have seen is that the payment of $US10.5 million that was made in 2011 was done in a manner which is not consistent with our internal code of conduct, rules of engagement, we call it 'The Way We Work'.\" Mr du Plessis was chairman in 2011 when the payment was made, prompting the same shareholder to ask 'who was sleeping on the job for five years?'. When a shareholder asked Mr du Plessis 'what else might be hidden in the cupboard', Mr du Plessis said; \"It is a fair challenge, we ask ourselves the question.\"\n\n\"As I speak here today we have not discovered anywhere in the group similar issues but that is not to say that we didn't ask the question because of course we did...once you have been hurt like that, you really want to be sure that it hasn't happened elsewhere.\" Mr du Plessis, who is likely to be replaced as chairman by the end of 2017, said Rio would work with the investigators to achieve the best result from the scandal. \"Gosh we wish we never had this problem but I think we have handled it as well as we could and in particular the regulatory authorities know we are committed to work with them proactively and transparently to help the authorities get to the bottom of this and we will work with them as best we can to get the best positive outcome,\" he told the meeting, describing the incident as 'upsetting'. Rio's Australian shareholders will get their chance to ask questions of the board and management when the company holds its annual meeting of Australian shareholders in Sydney on May 4.\n\nThe Guinea scandal prompted Rio to defer the bonuses owed to former chief executive Sam Walsh, who appeared to be aware of the payment according to leaked emails, until more is known about the Guinea scandal. Proxy advisor ISS judged this week that the decision to defer Mr Walsh's bonuses was \"reasonable\" in the circumstances. The Guinea scandal prompted Rio to sack two other executives, former energy and minerals boss Alan Davies and legal affairs boss Debra Valentine, and those two executives had their bonuses forfeited. Mr Davies also had some previous payments from Rio clawed-back.", "image": "http://www.afr.com/content/dam/images/g/o/6/v/s/o/image.related.afrArticleLead.620x365.gvjz8j.png/1492038047849.jpg", "summary": "When a shareholder asked Mr du Plessis 'what else might be hidden in the cupboard', Mr du Plessis said; \"It is a fair challenge, we ask ourselves the question.\n\" Mr du Plessis was chairman in 2011 when the payment was made, prompting the same shareholder to ask 'who was sleeping on the job for five years?'.\n\" Mr du Plessis, who is likely to be replaced as chairman by the end of 2017, said Rio would work with the investigators to achieve the best result from the scandal.\nResponding to a question from a shareholder in London on Wednesday night, Mr du Plessis said the Rio board sought to investigate the payment as soon as it became aware of it.\nThe Guinea scandal prompted Rio to defer the bonuses owed to former chief executive Sam Walsh, who appeared to be aware of the payment according to leaked emails, until more is known about the Guinea scandal.", "url": "http://www.afr.com/Page/Uuid/gvjz8j", "date": "2017-04-13", "involved_companies": ["RIO"]}