{"emotion": {"anger": 0.087499, "joy": 0.511948, "sadness": 0.482523, "fear": 0.086584, "disgust": 0.08936}, "sentiment": {"score": 0.0744927, "label": "positive"}, "headline": "Allegro Funds targets Eagle Boys franchisees to build Domino's Pizza rival", "text": "Share on twitter Adele Ferguson by Private equity group Allegro Funds is on the verge of creating a formidable competitor to Domino's Pizza Enterprises after buying up Pizza Hut and now holding exclusive talks with Eagle Boys franchisees. Some of the town hall meetings will continue this week in Brisbane and Adelaide with the aim to get at least 60 of the 112 Eagle Boys stores to convert to Pizza Hut stores, which will establish a strong number two competitor to Domino's prime position. Allegro bought the Pizza Hut Australia chain earlier this month and now it has been given the green light by Eagle Boys' administrators to talk exclusively to all Eagle Boys franchisees on a case-by-case basis about joining the Pizza Hut brand. If the deal goes ahead it will give the $4 billion pizza market a big shake up and provide serious competition to Domino's for the first time in years.\n\nThe possibility of greater competition comes as Domino's faces some possible headwinds. Luis Ascui\n\nIt comes as Domino's faces some possible headwinds, including a new enterprise agreement in Australia, and its exposure to Japan, where it has a 75 per cent stake, which, despite a rapid roll out of stores, has not translated into strong sales performance when compared with Australia and New Zealand.\n\nIn terms of the enterprise agreement, Deutsche Bank released a report in July which raised a few questions. The report, \"Paying penalty rates could cost a lot of dough\" revealed the pizza chain's enterprise agreement had expired three years ago. \"It pays a lower base than competitors and doesn't pay the weekend penalty rates stipulated in the award,\" the report said. Deutsche Bank estimated that a new updated enterprise agreement would reduce the pizza chain's system profit in Australia by more than $30 million, or more than 20 per cent. While the burden of wages lies with franchisees, the Deutsche Bank note believes it is also a problem for head office. \"Firstly, we estimate the aggregate profit pool amongst franchisees is around $66 million (based on a 50/50 franchisee/franchisor split). Based on our estimated around $32 million cost increase, this would mean average franchisee profit would halve if they funded it all themselves,\" the report says. \"Allowing for operating leverage and the difference between stores, some stores would likely turn loss making under this scenario. We believe Domino's Enterprises would need to provide some support.\" Domino's group managing director Don Meij recently said negotiations were ongoing. \"We are taking some material labour increases in the second half of the coming financial year [but] we have been preparing for this for a number of years,\" he told The Australian Financial Review. But he added that the franchisees have had record profits this year \"and in spite of increased labour costs we expect our franchisees will have another record year this year\".\n\nUntil now Domino's has had a dream run and the company believes it will continue to do so. But not everyone is convinced. Its share price almost doubled in the past year, hitting a record high of $80 on August 18, before falling back to $71.74 on Friday. The strong share price has been on the back of strong earnings. In the year to June 30 Domino's reported a massive 43 per cent jump in underlying net profit to $92 million and forecast a further 30 per cent increase in net profit in 2017. The threat of a rejuvenated and refinanced Pizza Hut at a time when the wages bill of Domino's franchisees is set to increase, is noteworthy. The day after Allegro announced it was the new master franchisee for Pizza Hut Australia, Domino's held a conference call to discuss its new \"Taste the Colour\" menu that it was set to launch. Its discussion included the new owners of Pizza Hut. In an email obtained by the Financial Review, with a subject line \"rally the troops\", it said: \"The new Pizza Hut Leadership Team is being led by some well-connected and well experienced ex Maccas executives. There is still also the possibility that Eagle Boys may be purchased and rolled into the Pizza Hut network creating a 400 store reinvigorated and refinanced competitor who has a new vision for the future. Whilst it's the same old Hut in NZ, we need to make sure we aren't complacent – they are still growing, albeit slowly.\" Menu shake-up\n\nThe new \"Taste the Colour\" menu was launched on September 9 with great fanfare. Pitched as the group's biggest menu shake-up in seven years, it was made available to customers from September 19, which, coincidentally, turned out to be the same day Eagle Boys' administrators wrote a letter to franchisees with an \"exciting\" update: \"We are happy today to announce that we have been working with the new ownership team [Allegro] to fully explore all opportunities to integrate Eagle Boys in to their business.\" The letter, obtained by the Financial Review urges franchisees to attend a series of town hall meetings to hear Allegro's \"exciting\" plans to become a major leader in the quick service restaurant market. \"The Pizza Hut business will now be investing significantly in creating a stronger consumer leadership proposition, embracing digital, growing new stores and equity store ownership, and we all believe that the combined restaurant portfolio of Pizza Hut and Eagle Boys will create a stronger, more competitive organisation, with expected economies of scale and volume opportunities across supply chain, marketing and brand awareness,\" the letter says. It is understood that in some of the meetings held last week, Eagle Boys attendees were told that franchisees would be put into one of three groups and offered deals on a case-by-case basis depending on the length of the lease, the performance of the store and whether the store was in the trade zone of Pizza Hut.\n\nFranchise agreements Those stores that aren't in close proximity to a Pizza Hut store would be offered a 10-year franchise agreement, full conversion costs, including new signage, uniforms, IT and equipment in return for a heavily discounted franchise fee to be paid over two years. A second group represents stores with some overlapping areas, would be dealt with on a case-by-case basis and asked to pay their own conversion costs. Group three, the low performance stores which generate less than $7000 a week and are in close proximity to a Pizza Hut store would be unlikely to be offered a deal. According to one franchisee who attended a town hall meeting last week, the plan of the new Pizza Hut owners was to convert the Eagle Boys stores in the next few months then launch an advertising blitz to relaunch the Pizza Hut brand.", "image": "http://www.afr.com/content/dam/images/g/q/8/v/f/c/image.related.afrArticleLead.620x365.grnxal.png/1485481444518.jpg", "summary": "Allegro bought the Pizza Hut Australia chain earlier this month and now it has been given the green light by Eagle Boys' administrators to talk exclusively to all Eagle Boys franchisees on a case-by-case basis about joining the Pizza Hut brand.\nShare on twitter Adele Ferguson by Private equity group Allegro Funds is on the verge of creating a formidable competitor to Domino's Pizza Enterprises after buying up Pizza Hut and now holding exclusive talks with Eagle Boys franchisees.\nThe threat of a rejuvenated and refinanced Pizza Hut at a time when the wages bill of Domino's franchisees is set to increase, is noteworthy.\nThe day after Allegro announced it was the new master franchisee for Pizza Hut Australia, Domino's held a conference call to discuss its new \"Taste the Colour\" menu that it was set to launch.\nAccording to one franchisee who attended a town hall meeting last week, the plan of the new Pizza Hut owners was to convert the Eagle Boys stores in the next few months then launch an advertising blitz to relaunch the Pizza Hut brand.", "url": "http://www.afr.com/Page/Uuid/grnxal", "date": "2016-09-26", "involved_companies": ["DMP"]}