{"emotion": {"anger": 0.154842, "joy": 0.491484, "sadness": 0.236746, "fear": 0.122452, "disgust": 0.088517}, "sentiment": {"score": -0.170213, "label": "negative"}, "headline": "UBS Asset Management's Wood and Gomes on their 'common sense' rules of investing", "text": "Share on twitter Vesna Poljak by When Stephen Wood and Victor Gomes survey the smouldering embers of small caps land, they see a more typical hunting ground where others see smoke and ash. Sometimes, Gomes says, the best defence against being swept up with the momentum train is the \"common sense rules of investing\". \"You could look at it and go, 'some of these are a little bit hokey', but we've all been around markets 20 years. Funny how some of the biggest mistakes just come back to simple things,\" says Wood. One of those \"simple things\" is: Only invest in companies you understand.\n\nWood, showing his vintage, recalls the old Babcock & Brown funds, which would design spreadsheets to help analysts and investors understand their businesses.\n\n\"If we've got to the point where some of the things they're promoting, growing, sticking assets into and charging fees while they do it are so complicated – that they've actually got to send you a spreadsheet with 20 or 30 tabs on it to help you figure out what on earth is going on – you'll never understand it, so don't buy it.\" Wood and Gomes run the small companies and micro cap strategies at UBS Asset Management. The track record dates back to 2004, and an investor who put $100,000 into the fund when it started would have $445,000 today after fees, ahead of $304,000 returned by the S&P/ASX 200 and $194,000 in the Small Ords. Referencing one of Warren Buffett's maxims, that good businesses will usually struggle in poor industries, Wood agrees. \"In a fight between great management and a poor business, it's the poor business that normally keeps its reputation intact.\" Gomes nominates agriculture and traditional media as tough industries to invest in: agriculture because of its low returns and the volatility of weather, and media because it's \"under a fair bit of pressure at the moment\".\n\n\"At Fairfax, Domain is really the tail wagging the dog at the moment, it's hard to fight that trend where most of the advertising is moving to digital,\" he says. Fairfax Media is the publisher of The Australian Financial Review. Wood advocates buying financially sustainable companies that can survive without the capital market, because \"banks can go cold on small companies very quickly\", he says. Small cap picks Another maxim is that management quality \"and honesty\" are equally as important as the numbers. They note how management at one of their holdings, Technology One, does not earn the same plaudits as Don Meij at Domino's Pizza, though they regard them as equally well run (they have exited Domino's).\n\nThe ability to reinvest capital and get bigger is one of the reasons they are excited about Technology One, says Wood. He underscores how it is better positioned to leverage its growth than another listed software company, SMS Management and Technology. \"[SMS] flexes up and down its workforce depending on how much work it's got on.\" It is the equivalent of selling services by the hour and charging a margin on top, adds Gomes. \"Technology One is not selling on a metric of how many people they have by how many hours, it's selling based on 'this is the efficiency and the value we can add to your business by buying our software',\" Gomes says. The difference being, \"one of those two companies can reinvest in its product that's proven and sell more of it, growing its market share and expanding its market\", says Wood. The pair tend to take a three to five-year view. \"A lot of this is irrelevant if you're taking a one to two-year view,\" admits Gomes. \"You're not actually buying a business in that case, you're just arbitraging valuation metrics.\"\n\nAnother growth stock they like is the data centre provider NextDC. \"It is capital intensive because you have to build data centres and fit them out and leverage that through filling them up and getting a margin, but once they're there, they go nowhere. It's a fantastic annuity business that continues to get price increases,\" Gomes says. Wisetech Global is also highly regarded. \"I don't think I'm stretching the bow too far here, but it is a quasi play on Amazon,\" Gomes says. The \"last mile\" challenge of transport is a logistical nightmare and \"Wisetech provides a complete end-to-end solution and their business model is essentially transaction based,\" he explains. \"The revenue actually grows with the volume of the customers.\" Asked about construction software provider Aconex, Gomes is more measured in his optimism.\n\n\"On Aconex I think the opportunity is as significant as it is with Wisetech, but probably with a more challenging path to that point. Again with Wisetech you've got [chief executive] Richard White who is the biggest shareholder, he didn't sell anything in the IPO. This guy's committed,\" he says. \"The one criticism I'd probably make of the Aconex guys, and they're a lot younger, is that they have sold stock and that's not a good sign for us as investors. The opportunity for the business is still significant,\" Gomes insists. Knowing when to sell Wood and Gomes are happy to part with their winners, and trim booming positions to keep volatility within the fund down. There's another reason for that too – their clients are not paying them to sit in large caps. \"If you're still sitting there trying to figure out whether Magellan can go from $40 billion to $80 billion, would we have time to think and analyse the opportunities of A2 Milk?\" reflects Wood. Faced with a proverbial landmine, as all small cap managers invariably are, their next move depends equally on the market reaction. \"The company's come out and said 'we've had a crap half'. So you know the stock is going to drop when it comes back on,\" says Wood. \"What you're trying to evaluate is a, whether what you've just found out is because of a thesis violation – ie your whole reason for being there just went up in smoke – or b, an understandable part of running a business and life.\" If they are leaning toward a \"thesis violation\" and a stock drops 5 percent or 10 per cent, \"we'd probably dump the whole lot\". If the stock drops 30 per cent and they take the view the downgrade is a \"hiccup\", the pair are buying when others are selling.", "image": "http://www.afr.com/content/dam/images/g/v/m/0/j/z/image.related.afrArticleLead.620x365.gvm0ek.png/1492471556105.jpg", "summary": "\" Wood and Gomes run the small companies and micro cap strategies at UBS Asset Management.\nSometimes, Gomes says, the best defence against being swept up with the momentum train is the \"common sense rules of investing\".\nWood advocates buying financially sustainable companies that can survive without the capital market, because \"banks can go cold on small companies very quickly\", he says.\nKnowing when to sell Wood and Gomes are happy to part with their winners, and trim booming positions to keep volatility within the fund down.\n\"In a fight between great management and a poor business, it's the poor business that normally keeps its reputation intact.", "url": "http://www.afr.com/Page/Uuid/gvm0ek", "date": "2017-04-18", "involved_companies": ["TNE", "ACX"]}