{"emotion": {"anger": 0.15374, "joy": 0.108374, "sadness": 0.226743, "fear": 0.128888, "disgust": 0.073499}, "sentiment": {"score": -0.168645, "label": "negative"}, "headline": "Pressue on Domino's Don Meij to meet soaring expectations", "text": "Share on twitter James Thomson by Domino's Pizza chief Don Meij has learned from the lesson of how Woolworths let Coles back into the supermarket game and is showing no signs of taking his foot off the throat of his competition.\n\n\n\nWith Eagle Boys in the hands of administrators and Pizza Hut battling to hang on to market share, Meij has unveiled plans to eventually take the Australian store network to 1200 stores, up from a previous target of 900.\n\n\n\nThat's a big change, and one that will see Meij rollout 65 new stores in Australia next year. But Meij, who was his usual upbeat self talking to reporters on Tuesday, delivering each example of impressive growth with appropriate drama, says \"pent up demand\" will underpin the new target. He pointed to the fact that same store sales soared along at 13.4 per cent in 2016, and next year are expected to run at 10-12 per cent. That helped boost underlying net profit by 43.6 er cent to $92 million, well ahead of guidance.\n\nFor the 2017 year, Meij is guiding for profit growth of 30 per cent - below this year, but that probably discounts Domino's habit of under-promising and over-delivering.\n\n\n\nMeij was at pains to make it clear the market could absorb the extra growth, arguing that even at 1200 stores Domino's would only be the fourth biggest fast food chain in the country.\n\n\n\n\"We are not going to be launching hamburgers but we are taking sales from these categories,\" he said on Tuesday.\n\n\n\n\"It's very realistic, it's accurate, we know exactly how those stores are going, we cannot get them opened fast enough with the pent up demand for Dominos.\"\n\n\n\nOf course, there's no shortage of pressure on Meij to keep delivering growth - as the 6 per cent fall in Domino's share price on Tuesday morning shows.\n\nIt's not the sort of pressure that Eagle Boys or Pizza Hut are under, but it's pressure all the same.\n\n\n\nFor starters, Meij has to live up to his own incredible success, which has seen his stock soar 90 per cent in the last 12 months, and which sees the stock trade on a earnings multiple of 87 times. That's some serious blue sky that needs to be filled in.\n\n\n\nIf there's pressure from investors, there must also be pressure form franchisees to keep the record growth going. While Meij says they are enjoying record profitability in Australia, with earnings up 25 per cent, in 2016, the second half of next year will see a big increase to their wage bills after a new industrial agreement comes into force, requiring them to pay penalty rates for the first time. Domino's says it has been preparing for this wage hike for seven full years, getting itself and its franchisees into the sort of financial position that means they can absorb the hit. That drive will continue as Domino's prepares to roll out new pizzas, further developments in digital ordering (in one example, you won't even need to press a button to order your favourite pizza - just opening the Domino's app will trigger and order and a credit card payment) and entirely menu items.", "image": "http://www.afr.com/content/dam/images/g/m/p/d/a/0/image.related.afrArticleLead.620x365.gqtdqv.png/1478505932000.jpg", "summary": "If there's pressure from investors, there must also be pressure form franchisees to keep the record growth going.\n\"Of course, there's no shortage of pressure on Meij to keep delivering growth - as the 6 per cent fall in Domino's share price on Tuesday morning shows.\nThat's a big change, and one that will see Meij rollout 65 new stores in Australia next year.\nFor the 2017 year, Meij is guiding for profit growth of 30 per cent - below this year, but that probably discounts Domino's habit of under-promising and over-delivering.\nIt's not the sort of pressure that Eagle Boys or Pizza Hut are under, but it's pressure all the same.", "url": "http://www.afr.com/Page/Uuid/gqtdqv", "date": "2016-08-16", "involved_companies": ["DMP"]}