{"emotion": {"anger": 0.120112, "joy": 0.068353, "sadness": 0.235349, "fear": 0.125607, "disgust": 0.07699}, "sentiment": {"score": -0.624171, "label": "negative"}, "headline": "The price gap between iron ore grades will narrow: analysts", "text": "by\n\nTess Ingram\n\nLisa Murray The gaping delta between the prices paid for high grade and lower grade iron ores should ease in coming months as Chinese steel mills increase their use of lower grade products, according to analysts. The price gap between 58 per cent iron ore and the 62 per cent iron ore index has ballooned in recent months, robbing Australian lower grade producers of some of the upside from the rally in iron ore prices during the March quarter. During the three months to March, the price for 62 per cent iron ore averaged $US85.52 per tonne, compared to an average price of $US52.96 per tonne for 58 per cent iron ore. On Thursday the delta was $US29, with the products at $US65 and $US36 respectively. Chinese steel mills have been motivated to buy higher grade iron ore to maximise production as the price for coking coal, also used to make steel, soared and regulators restricted steel production during winter due to pollution concerns.\n\nLi Xinchuang, vice-president of the China Iron and Steel Association, predicts the average price for iron ore this year will be around $US65 a tonne. TREVOR COLLENS\n\nFortescue Metals Group, which sells its product off the 62 per cent price but at a discount, achieved a 76 per cent realisation of the index price in the March quarter with an average price of $US65 per tonne\n\nChief executive Nev Power said the \"inelastic\" market for higher grade ore meant the buying behaviour drove up prices for the product but argued the delta was not \"structural\" and was likely to normalise in the second half of the calendar year. Closing gap Junior miner Atlas Iron managing director Cliff Lawrenson said if the company could keep its costs in the low $50s per tonne, it would make a fair margin once the gap narrowed. \"It seems the discount will come off as the headline price reduces,\" Mr Lawrenson said.\n\n\"If we are assuming an average price in that $US60 to $US65 range, that will return to us in Australian dollars, once we return to a normal value in use type discount, as something in the $70s per tonne.\" AME Group chief economist Mark Pervan said Chinese steel mills' return to lower grade iron ore was already noticeable in the turnover in port stocks, which built as the mills favoured high-grade product. \"Back in the fourth quarter when coking coal prices spiked the steel mills moved quickly to higher-end iron ore because they needed to be producing quite a lot of steel at that time,\" Mr Pervan said. \"Whereas now they are just pulling out of the market and drawing down [port stocks] because they are not too worried about producing too much steel. That is why you are seeing the drawdown in port stocks and it is one of the reasons the spread is coming in between 58 and 62 [per cent].\"\n\nUBS commodities analyst Daniel Morgan said while he agreed the current discount was not sustainable, largely because UBS expected coking coal prices to cool, China's crackdown on polluting steel mills was \"a more sustainable threat\". Chinese growth A stronger-than-expected report card for China's economy in the first quarter should have provided a boost to the iron ore industry but instead it had the opposite effect, with prices dropping to their lowest in five months. Record levels of crude steel production, iron ore imports and stockpiles have focused investors' minds on the outlook and there are significant concerns about oversupply and ongoing demand.\n\nInvestors are concerned the strong result for the first three months of the year has reduced pressure on the government to buttress the economy with increased infrastructure spending. Li Xinchuang, vice-president of the China Iron and Steel Association, predicts the average price for iron ore this year will be around $US65 a tonne (On Friday it was $US86.22). \"We saw first-quarter GDP rise by 6.9 per cent but the government's target is 6.5 per cent for the full year so this means that we won't see stronger growth over the rest of the year,\" he said. \"Crude steel production increased by 4.6 per cent in the first quarter, but the market demand is not as strong as we had expected,\" he said.\n\n\"What's even worse, our steel exports plummeted.\" China's steel exports dropped 25 per cent to 20.7 million tonnes in the first quarter. Crude steel production rose 4.6 per cent to 201 million tonnes. \"Quite a few steel mills lowered prices recently due to weak market demand,\" said Mr Li. Construction concerns Real estate was the key driver of steel demand last year but local governments across the country have been rolling out property purchase restrictions to address runaway house prices. This could dampen construction activity. In terms of infrastructure spending, the government recently announced it was building a special economic zone, known as the Xiong'an New Area, which if the ambitious plans are realised will be a new mega-city based about 160 kilometres south of Beijing in northern Hebei province. It is being modelled on the special economic zones in Shenzhen near Hong Kong and Pudong in Shanghai. However, Du Hongfeng, a senior analyst at research group SteelHome, cautioned \"it was just a concept\" at this stage. Concerns about a steel glut come as iron ore inventories are hovering around record levels of 133 million tonnes across more than 40 ports.", "image": "http://www.afr.com/content/dam/images/g/s/k/z/f/j/image.related.afrArticleLead.620x365.gvovf1.png/1492931615859.jpg", "summary": "The price gap between 58 per cent iron ore and the 62 per cent iron ore index has ballooned in recent months, robbing Australian lower grade producers of some of the upside from the rally in iron ore prices during the March quarter.\nLi Xinchuang, vice-president of the China Iron and Steel Association, predicts the average price for iron ore this year will be around $US65 a tonne.\nDuring the three months to March, the price for 62 per cent iron ore averaged $US85.52 per tonne, compared to an average price of $US52.96 per tonne for 58 per cent iron ore. On Thursday the delta was $US29, with the products at $US65 and $US36 respectively.\nConcerns about a steel glut come as iron ore inventories are hovering around record levels of 133 million tonnes across more than 40 ports.\nLi Xinchuang, vice-president of the China Iron and Steel Association, predicts the average price for iron ore this year will be around $US65 a tonne (On Friday it was $US86.22).", "url": "http://www.afr.com/Page/Uuid/gvovf1", "date": "2017-04-23", "involved_companies": ["BHP", "RIO", "FMG", "AGO"]}