{"emotion": {"anger": 0.099099, "joy": 0.109992, "sadness": 0.205169, "fear": 0.149064, "disgust": 0.095227}, "sentiment": {"score": -0.0597132, "label": "negative"}, "headline": "Big River boss says detached housing to stay strong", "text": "Share on twitter\n\nShare on Google Plus Simon Evans by Timber and steel building products firm Big River is eyeing further acquisitions in a highly fragmented sector, as it heads to the ASX unperturbed by the prospect of any slowdown in Australia's housing construction markets. Jim Bindon, managing director of NSW-based Big River, said on Thursday the apartment market was the only sub-sector likely to slow down in the next few years, with civil engineering and infrastructure projects, detached housing and commercial construction all poised for solid growth. \"The other segments that we play in are going to pick up the slack,\" he said. Big River sells timber, steel and flooring product.\n\nMr Bindon said the detached housing construction market was only running at long-term average levels, while the infrastructure projects planned by governments meant there was substantial activity.\n\nCommercial building activity still hadn't recovered to levels seen before the GFC. \"It's not boom times by any stretch in commercial,\" he said. The renovations market was also set to strengthen as home owners, reluctant to shift, planned upgrades to their current residences. Dwelling approvals in Australia in 2016, however, were at their highest point in the past 15 years. Indicative market cap\n\nBig River makes and sells a range of softwood and hardwood timber and steel products used by about 2700 professional builders and construction companies, and wants to expand through the acquisition of privately owned timber yards and other operators in a sector where there are more than 2000 small players. Many of those businesses are family owned without clear succession plans. \"It's a very fragmented industry,\" Mr Bindon said. Stockbroker Taylor Collison has closed off a fully subscribed $17 million raising by Big River and will bring forward the ASX listing a few days from the original May 8 listing date. The company has an indicative market capitalisation of $77 million at the issue price of $1.46 per share.\n\nSydney private equity firm Anacacia Capital, which acquired a controlling stake last year, isn't selling down any shares in the initial public offering, with major shareholders escrowed until late 2018. Sales revenue is forecast to be $201 million on a pro-forma basis in 2016-17, rising to $207.3 million in 2017-18. Net profit after tax is projected to increase from $5.99 million in 2016-17 to $6.9 million in the following financial year. The company has manufacturing facilities at Grafton and Wagga Wagga in regional NSW and runs 12 sales and distribution centres, which cover the major capital cities in Australia. Big River derives 31 per cent of its revenue from customers building multi-residential housing, 29 per cent from residential housing and 25 per cent from commercial building projects. The remainder comes from civil infrastructure and industrial customers.\n\nIn early March it spent about $7.5 million buying the Adelaide Timber and Building Supplies business from home builder Rivergum Homes. Rivergum Homes is a major customer of Big River, with the supply of building products to that firm representing about 7 per cent of Big River's total annual sales. Big River is chaired by Greg Laurie, who is also a director of furniture group Nick Scali. Other directors include Malcolm Jackman, who is a former managing director of agribusiness and pastoral company Elders. A small part of Big River's timber and building products business competes against the trade part of the Bunnings big-box retail and trade warehouse outlets owned by Wesfarmers, and the Mitre 10 operations owned by Metcash. Woolworths exited that sector with the $3 billion shutdown of Masters.", "image": "http://www.afr.com/content/dam/images/g/u/u/3/u/n/image.related.afrArticleLead.620x365.gvocfe.png/1492668578641.jpg", "summary": "Mr Bindon said the detached housing construction market was only running at long-term average levels, while the infrastructure projects planned by governments meant there was substantial activity.\nBig River is chaired by Greg Laurie, who is also a director of furniture group Nick Scali.\nBig River derives 31 per cent of its revenue from customers building multi-residential housing, 29 per cent from residential housing and 25 per cent from commercial building projects.\nRivergum Homes is a major customer of Big River, with the supply of building products to that firm representing about 7 per cent of Big River's total annual sales.\nBig River sells timber, steel and flooring product.", "url": "http://www.afr.com/Page/Uuid/gvocfe", "date": "2017-04-20", "involved_companies": ["WOW", "ELD", "WES"]}