{"emotion": {"anger": 0.465471, "joy": 0.070348, "sadness": 0.589729, "fear": 0.117726, "disgust": 0.049698}, "sentiment": {"score": -0.588795, "label": "negative"}, "headline": "Rio Tinto shipped less iron ore than expected amid tough quarter", "text": "Share on twitter Peter Ker by Rio Tinto has slashed its copper production target and revealed a slow start to 2017 from its flagship iron ore division. A modest set of March quarter results was expected from Rio after strikes, disputes and weather disruptions crimped output from several of the company's core divisions. Rio's Western Australian iron ore division sold 76.7 million tonnes in the three months to March 31, in a result that was almost exactly on par with shipments during the first quarter of 2016. Wild weather interrupted port operations on several occasions during the quarter, and the result means the company is behind the pace required to meet its full year guidance.\n\nThe company has reiterated its previous vow to ship between 330 million and 340 million tonnes from WA in 2017.\n\nRio is not the only pilbara iron ore exporter to report an interrupted first quarter; last week Fortescue revealed that iron ore shipments from the pilbara were down 6 per cent. Benchmark iron ore was fetching $US64.60 per tonne on Thursday morning. Copper Rio had set a very wide guidance range for copper production in 2017, in a bid to reflect the uncertainties attached to its complicated share of production from Indonesia's Grasberg mine.\n\nBut the wide guidance range (between 525,000 and 665,000 tonnes of mined copper) was not wide enough, after a tough first quarter that saw Chile's Escondida mine embroiled in a 44 day strike and production from the Grasberg mine interrupted by a dispute with the Indonesian government. Rio's share of mined copper from those two mines plus Mongolia's Oyu Tolgoi and the Kennecott operation in the US was 84,200 tonnes in the March quarter; a far cry from the 133,800 tonnes produced in the first quarter of 2016. Rio has responded by cutting its copper production target for 2017 to between 500,000 and 550,000 tonnes. The Escondida strike started around February 19 and technically ended on March 24, but Rio said it would be July before the mine resumed operating at full speed.\n\n\"It is expected that the operations will ramp-up to normal production levels by July 2017,\" said Rio. The operator of Escondida, BHP Billiton, is expected to advise next week on what impact the strike has had on plans to grow output at the mine by installing a third concentrator and building a new desalination plant. Rio also indicated that it may not take ownership of 40 per cent of copper production from Grasberg after 2021, as had been expected. \"Rio Tinto's participation beyond 2021 is likely to be affected due to the application of force majeure provisions in the joint venture agreement between Rio and (Freeport McMoran Indonesia),\" said the company.\n\nThe comments come after Freeport McMoran declared in February that Rio would likely assume a 40 per cent stake in the mine in 2023 rather than 2021. Coking coal shipments were also 20 per cent lower than the same period of 2016, because of planned operational issues and unplanned interruptions. But guidance has been maintained for now. Guidance for aluminium, alumina and bauxite production has remained steady, while Rio has boosted production guidance for titanium dioxide.", "image": "http://www.afr.com/content/dam/images/g/u/8/h/q/r/image.related.afrArticleLead.620x365.gvneya.png/1492646094277.jpg", "summary": "Rio is not the only pilbara iron ore exporter to report an interrupted first quarter; last week Fortescue revealed that iron ore shipments from the pilbara were down 6 per cent.\nShare on twitter Peter Ker by Rio Tinto has slashed its copper production target and revealed a slow start to 2017 from its flagship iron ore division.\nGuidance for aluminium, alumina and bauxite production has remained steady, while Rio has boosted production guidance for titanium dioxide.\nBenchmark iron ore was fetching $US64.60 per tonne on Thursday morning.\nRio also indicated that it may not take ownership of 40 per cent of copper production from Grasberg after 2021, as had been expected.", "url": "http://www.afr.com/Page/Uuid/gvneya", "date": "2017-04-20", "involved_companies": ["RIO", "FMG", "BHP"]}