{"emotion": {"anger": 0.111792, "joy": 0.062594, "sadness": 0.218164, "fear": 0.123533, "disgust": 0.096373}, "sentiment": {"score": 0.00270271, "label": "positive"}, "headline": "Investors snap up miners as iron ore keeps falling", "text": "\"At these prices, we think the miners are looking demonstrably cheap,\" said Garth Rossler, chief investment officer at Maple-Brown Abbott, who has been topping up on mining stocks for some time.\n\n\"While there is plenty of volatility in the iron ore price, nobody thought the previous highs of $US80 a tonne was sustainable, so if there is selling in the majors, we're prepared to pick them up.\" The 33 per cent fall in iron-ore prices from a mid-February peak has seen Rio Tinto fall 15.4 per cent, while main rival BHP Billiton is off 10.5 per cent. \"So while the stocks have come off a little bit, they are still well off their lows,\" said Mr Rossler. Tribeca Capital's Ben Cleary says the price of iron ore is likely to stabilise around current levels and the fund is covering shorts in that space.\n\n\"We think there's likely to be an inventory destock and that Chinese fiscal stimulus will be very strong in the second quarter,\" said Mr Cleary. Bargain hunting The key to scooping up a bargain, says Frank Villante, chief investment officer at Celeste Investment Management, is to find a position on the cost curve in the bottom quartile. \"Basically take a view that says, your c1 cost is $15 a tonne and your c3 cost is $30 a tonne. Then take a view that in the medium to longer term, the price is going to do what it has done historically, in recent history anyway.\n\n\"Then you try and find the companies in the cost curve who are going to survive almost irrespective of price environment.\" Mr Villante also points to periphery stocks that may be swept up in the broad market sell-off but ultimately benefit from continued support from the major miners. Lycopodium and Monadelphous are both ASX-listed engineering services companies and have solid work booked in providing critical infrastructure to the likes of BHP, Rio and Fortescue. \"With the position on the cost curve and the customers these guys have, they're still making really good dough at current price points,\" said Mr Villante.", "image": "http://www.afr.com/content/dam/images/g/u/i/4/x/h/image.related.afrArticleLead.620x365.gvng0x.png/1495090471411.jpg", "summary": "\"Then you try and find the companies in the cost curve who are going to survive almost irrespective of price environment.\n\"With the position on the cost curve and the customers these guys have, they're still making really good dough at current price points,\" said Mr Villante.\n\" Mr Villante also points to periphery stocks that may be swept up in the broad market sell-off but ultimately benefit from continued support from the major miners.\n\"Basically take a view that says, your c1 cost is $15 a tonne and your c3 cost is $30 a tonne.\nTribeca Capital's Ben Cleary says the price of iron ore is likely to stabilise around current levels and the fund is covering shorts in that space.", "url": "http://www.afr.com/Page/Uuid/gvng0x", "date": "2017-04-19", "involved_companies": ["BHP", "RIO"]}