{"emotion": {"anger": 0.115989, "joy": 0.043568, "sadness": 0.505078, "fear": 0.112435, "disgust": 0.103583}, "sentiment": {"score": -0.106682, "label": "negative"}, "headline": "Domino's Pizza Enterprises lifts guidance as profit rises 8.3pc", "text": "Share on twitter Sue Mitchell by Domino's Pizza Enterprises chief executive Don Meij has vowed to stamp out corrupt franchisees, acknowledging that reports about wages fraud in Australia could damage future growth. Unveiling weaker than expected first-half profits, Mr Meij revealed that Domino's had recovered $4.7 million in unpaid wages and superannuation from Australian franchisees after conducting 456 spot checks and 154 audits of franchisees and store managers over the past three years. \"This can sound like a large number [but] this represents 0.8 per cent of the labour costs of the franchise network – the majority of our franchise owners are doing the right thing,\" Mr Meij said on Wednesday. \"It's rightfully so that shareholders would be so interested in this because the sustainability and the profitability of our franchisees is fundamental to the growth strategy of Domino's,\" he said.\n\nDomino's Pizza Enterprises interim financial results.\n\n​Analysts and investors fear the scandal may affect Domino's ability to attract new franchisees and convince existing franchisees to open new stores, crimping future growth.\n\nDomino's is aiming to ease concerns by releasing previously confidential figures about the performance of franchisees and its crackdown on unethical operators. Since launching compliance audits three years ago, Domino's has removed four franchisees operating seven stores and another 22 franchisees have decided to exit the system, representing 10 a year, or about 1.7 per cent of the Australian network. Mr Meij said the audit had demonstrated that there was no correlation between store profitability and the underpayment of wages, as many of the stores found to have cheated on wages had been \"extremely profitable\" and earned well above average profits. Profits forecast\n\nDomino's increased its interim dividend to 48.4¢ a share to 34.7¢, payout ratio of 70 per cent. Luis Enrique Ascui\n\nFranchisee profitability had risen 32 per cent over the past three years and the average franchisee earned $127,000 before interest tax depreciation and amortisation, while payback on the capital franchisees invested in stores was around three to five years. Domino's expects franchisees' profitability to rise again this year, to between $138,000 and $145,000 per store, even though wage costs will increase after pay rises for drivers and store staff. \"Clearly the majority of franchisees are doing the right thing so it's hard for someone to say its systemic,\" Mr Meij told The Australian Financial Review. \"Unfortunately, in any business people choose to do the wrong thing. We're embarrassed by that but it is a very small minority. There's a small number of people who don't run their stores properly.\n\n\"We have removed franchisees from the system and some have volunteered to leave in their own way. I'm sure there will be more to come,\" he said. Domino's is aiming to improve franchisee performance by lifting the average number of stores owned by Australian franchisees from 1.8 to five over the next few years, more in line with patterns overseas. Domino's interim net profit from continuing operations for the six months ending December rose 8.3 per cent to $50.6 million, falling short of forecasts of around $60.8 million. The result would have been higher if not for $19.6 million in one-off costs related to the conversion of Joey's Pizza and Sprint Pizza stores in Europe to the Domino's brand. Underlying earnings before interest, tax, depreciation and amortisation rose 33.6 per cent to $116.2 million – almost double that in the first half of 2015 but marginally below consensus forecasts around $117 million.\n\nSales rise Group sales rose 21 per cent to $539 million, while network sales rose 26.8 per cent to $1.16 billion, buoyed by strong double-digit same-store sales growth in Australia and New Zealand (up 17.4 per cent) and 76 new stores. Mr Meij now expects underlying EBITDA and full-year net profit to rise 32.5 per cent, up from previous guidance of 30 per cent but slightly below current consensus forecasts for 33 per cent growth. Domino's increased its interim dividend to 48.4¢ a share to a partly franked 34.7¢, a payout ratio of 70 per cent.", "image": "http://www.afr.com/content/dam/images/g/u/8/8/x/j/image.related.socialLead.620x349.gu4cr1.png/1487147162233.jpg", "summary": "Mr Meij now expects underlying EBITDA and full-year net profit to rise 32.5 per cent, up from previous guidance of 30 per cent but slightly below current consensus forecasts for 33 per cent growth.\nDomino's increased its interim dividend to 48.4¢ a share to a partly franked 34.7¢, a payout ratio of 70 per cent.\n\"Clearly the majority of franchisees are doing the right thing so it's hard for someone to say its systemic,\" Mr Meij told The Australian Financial Review.\n​Analysts and investors fear the scandal may affect Domino's ability to attract new franchisees and convince existing franchisees to open new stores, crimping future growth.\nDomino's is aiming to ease concerns by releasing previously confidential figures about the performance of franchisees and its crackdown on unethical operators.", "url": "http://www.afr.com/Page/Uuid/gu4cr1", "date": "2017-02-15", "involved_companies": ["DMP"]}