{"emotion": {"anger": 0.116986, "joy": 0.447079, "sadness": 0.137151, "fear": 0.061206, "disgust": 0.084781}, "sentiment": {"score": -0.140096, "label": "negative"}, "headline": "Don Meij tribute donmeij.com paid for by Domino's franchisees", "text": "It was way back in May last year, long before accusations of widespread wage fraud had been levelled at market juggernaut Domino's Pizza, when we marvelled at the adulatory website the company was maintaining in tribute to its chief executive Don Meij. Red flag right there!\n\nBut what we didn't know then (when the share price was trading north of $68), but do now ($56.10), as the hot lights of investor scrutiny singe its very crust, is that the website is paid for out of the AdFund agreement between Domino's and its franchisees. Under it, the franchise operators must pay 6 per cent of their turnover to Meij, who uses that pool ($117 million in FY16 and, by deduction, more than $120m in FY17) on tactical marketing to help flog $5 Hawaiians to infinity and beyond.\n\n\"donmeij.com is owned by Domino's and operated by Domino's team members [and] paid for under the AdFund agreement,\" a company spokesperson confirmed.\n\nSo why would the AdFund be paying for donmeij.com, a portal not to sell pizzas but to glorify the Emperor? One might argue the e-homage serves the worthy purpose of selling franchises (\"from delivery boy to Ferrari-driving TED-talker – you can be me too!\" Straight out of the Alex Malley playbook). Which is great for Domino's the franchisor, but of zero help to those paying for it: existing franchisees.", "image": "http://www.afr.com/content/dam/images/g/u/8/8/x/c/image.related.afrArticleLead.620x365.gug7r4.png/1488935714561.jpg", "summary": "\"donmeij.com is owned by Domino's and operated by Domino's team members [and] paid for under the AdFund agreement,\" a company spokesperson confirmed.\nWhich is great for Domino's the franchisor, but of zero help to those paying for it: existing franchisees.\nSo why would the AdFund be paying for donmeij.com, a portal not to sell pizzas but to glorify the Emperor?\nIt was way back in May last year, long before accusations of widespread wage fraud had been levelled at market juggernaut Domino's Pizza, when we marvelled at the adulatory website the company was maintaining in tribute to its chief executive Don Meij.\nOne might argue the e-homage serves the worthy purpose of selling franchises (\"from delivery boy to Ferrari-driving TED-talker – you can be me too!", "url": "http://www.afr.com/Page/Uuid/gug7r4", "date": "2017-02-19", "involved_companies": ["DMP"]}