{"emotion": {"anger": 0.124309, "joy": 0.12128, "sadness": 0.213084, "fear": 0.10152, "disgust": 0.06397}, "sentiment": {"score": -0.0646025, "label": "negative"}, "headline": "Aldi keeps pressure on Coles, Woolworths by cutting prices", "text": "Share on twitter Carrie LaFrenz by German retailing giant Aldi is keeping up pressure on Coles and Woolworths by investing more than $75 million in cutting grocery prices as it pushes for another year of double-digit sales growth. Aldi Australia chief executive Tom Daunt said the discount supermarket chain would \"always\" remain the price leader, despite strong competition from Australia's supermarket chains. \"The fact is looking at any objective data Aldi always has been and always will remain the price leader,\" Mr Daunt said. \"This is our core competitive advantage and that is something we can't give up.\" Woolworths has invested $1 billion into price and services in 18 months, while Coles ploughed $50 million into lower prices for groceries in the December quarter and is likely to repeat in the June quarter.\n\nMr Daunt said Aldi in the first quarter of the year has continued to reduce prices and on an annualised cost has spent $75 million reducing grocery prices.\n\n\"There is a lot of noise around prices right now. Last year in 2016, we reduced prices on almost half of the products in our core range. That's over 600 core range items. Some products were reduced by over 30 per cent.\" Aldi will launch a new advertising campaign this week dubbed \"Good Different\" that it hopes will attract more customers to its stores. Mr Daunt confirmed Aldi remained a client of its longtime ad agency BMF. The new campaign was not a repositioning of the brand, he said. \"Good Different is a new better way to describe to our customers how we do things. We are not like other supermarkets,\" he said.\n\nMr Daunt declined to comment on Aldi price deflation, only saying that the company last year moved prices on around 800 products. Products that had price rises were driven by the higher commodities prices, he said. Mr Daunt dismissed the idea same store sales were slowing, creating the need for a new marketing drive. \"Same store sales are not flagging, we are growing,\" he told The Australian Financial Review. \"Like any business we need to continue to evolve. Our business has not stopped growing. We have 470 stores in Australia and end [of] the year we will have around 500 stores.\" Under Mr Daunt's leadership sales have more than doubled from $3.3 billion in 2010 to $7.5 billion last year when sales climbed 12 per cent.\n\nMr Daunt said Aldi would \"comfortably\" get to double-digit sales growth in 2017. He would not be drawn on exact figures due to variables like its store expansion program. Aldi plans to open between 45 to 50 new stores this year. Aldi plans to spend $400 million to $500 million expanding its business via a combination of growth in new markets in Western Australia and South Australia, where it opened last year. It will open 20-25 new stores this year on the east coast, as well as refurbish existing stores. Aldi for some time has been nipping at the heels of its bigger rivals Coles and Woolworths. It gained 0.6 per cent market share the first quarter of 2017, according to Nielsen Homescan Data. It now holds nearly 10 per cent national market share.\n\nAt the end of April, Wesfarmers-backed Coles revealed it is willing to sacrifice earnings growth by continuing to cut prices to protect its market share from Woolworths, Amazon and other new players in the $90 billion grocery market. It is estimated that Aldi customers can save about 25 per cent to 30 per cent on basket of goods compared with competitors. While a two-kilogram bag of sugar is likely priced about the same when comparing Aldi's brand to the homebrands of Coles and Woolworths, other products such as insect killer Aldi's brand is less than half the cost of rivals. Aldi is rolling out its new store format dubbed Project Fresh across the eastern seaboard after testing it in WA and SA. By 2020 the entire network will be converted to the new format which includes moving fresh foods to the front of the store and increasing chiller capacity.", "image": "http://www.afr.com/content/dam/images/g/w/3/t/w/q/image.related.afrArticleLead.620x365.gw2upu.png/1494790055198.jpg", "summary": "Mr Daunt declined to comment on Aldi price deflation, only saying that the company last year moved prices on around 800 products.\nMr Daunt said Aldi in the first quarter of the year has continued to reduce prices and on an annualised cost has spent $75 million reducing grocery prices.\n\"Same store sales are not flagging, we are growing,\" he told The Australian Financial Review.\nShare on twitter Carrie LaFrenz by German retailing giant Aldi is keeping up pressure on Coles and Woolworths by investing more than $75 million in cutting grocery prices as it pushes for another year of double-digit sales growth.\nAldi for some time has been nipping at the heels of its bigger rivals Coles and Woolworths.", "url": "http://www.afr.com/Page/Uuid/gw2upu", "date": "2017-05-15", "involved_companies": ["WES", "WOW"]}