{"emotion": {"anger": 0.110733, "joy": 0.089253, "sadness": 0.526856, "fear": 0.08091, "disgust": 0.051331}, "sentiment": {"score": 0.133633, "label": "positive"}, "headline": "Woolworths posts strongest food sales growth since 2010", "text": "Share on twitter Sue Mitchell by After investing more than $1 billion into cutting grocery prices and delivering its strongest supermarket sales growth since 2010, Woolworths is turning its sights to convenience and in-store experience to protect hard-won market share gains from new rivals such as Amazon. While Woolworths will continue to reduce prices to remain competitive with Coles, chief executive Brad Banducci indicated on Tuesday that the major price reset was complete and Woolworths was turning its attention to other consumer trends including \"extreme convenience\" and healthy eating. Future investment in price would be \"more precise\" rather than \"across the board\", he said, with an emphasis on lower every day shelf prices rather than high-low promotions. \"We've invested a lot of time and money in price and we need to be careful that's not undone going forward,\" he said.\n\nWoolworths also needed to meet customer demand for greater convenience, he said, pointing to the fact that customers were shopping more frequently.\n\n\"We have a lot of work to do on that whether it's how we lay out a grocery store so you can do a speed shop and get all the key items you need without having to go deep into the store, or how we build out our Metro [convenience] store network to meet grab and go needs or how we do home delivery,\" he said. \"Or even how we professionalise the current crowd sourced express delivery ... Amazon does a great job of catering to that mega-trend and that's what we focus on. If you don't focus and follow the customers you're at risk.\" Woolworths posted its strongest supermarket sales growth since 2010 – with Easter adjusted same-store food sales rising 4.5 per cent in the March quarter – but the gains will come at a cost to earnings. After a 14 per cent fall in supermarket earnings in the December half, Mr Banducci warned that group profits would be crimped in the June-half by investment in prices, staff incentives and training.\n\nTrading losses at BIG W will blow out to between $115 million and $135 million, taking full year losses at the discount department store to around $160 million. Investors, however, were more interested in the rebound in food sales and sent Woolworths shares up 1.2 per cent to $27.35, an 18-month high. \"It was surprisingly strong – the market was expecting a relatively strong number but it's come in 1 to 2 per cent ahead of the most bullish expectations,\" said Arnhem Investment Management analyst Chris Tynan. \"Woolworths comps [comparable store sales] were impressive but the question is what the margin impost is going to be ... Brad went to some lengths to temper expectations about operating leverage, given incremental costs to handle increased volumes,\" he said.\n\nCitigroup analyst Bryan Raymond said the strong momentum in supermarkets was likely to offset weaker than expected BIG W earnings. \"As a result, we expect no change to consensus earnings forecasts [but] momentum in comparable food sales growth may drive a further re-rate in the earnings multiple,\" he said. Woolworths appears to have taken market share from most competitors during the quarter, including Coles, which last week reported Easter-adjusted same-store food sales growth of 0.8 per cent. The gap between Woolworths' same-store food sales growth and that at Coles has widened to 370 basis points, the highest level in more than three years. The gains were underpinned by higher customer numbers and items per basket as lapsed shoppers returned in droves after deserting Woolworths between 2014 and 2015.\n\nAverage prices fell 2.5 per cent – compared with 0.5 per cent at Coles – despite higher fresh produce prices. \"We are encouraged by momentum across the business particularly in food, however we still have a long way to go,\" Mr Banducci. Like Coles, Woolworths is reducing the number of products on promotion (down 9 per cent in the quarter) and shifting more products to every day low value to maintain customer trust in its prices. Woolworths now has 3200 products on EDLP compared with 900 this time last year. It is also stepping up store renovations, with 49 full refurbishments and 50 upgrades planned for the June half, and is rolling out a new rostering tool aimed at better matching staff hours with customer shopping times and patterns.", "image": "http://www.afr.com/content/dam/images/g/s/7/s/8/4/image.related.socialLead.620x349.gvwpmp.png/1493769125050.jpg", "summary": "\" Woolworths posted its strongest supermarket sales growth since 2010 – with Easter adjusted same-store food sales rising 4.5 per cent in the March quarter – but the gains will come at a cost to earnings.\nThe gap between Woolworths' same-store food sales growth and that at Coles has widened to 370 basis points, the highest level in more than three years.\n\"As a result, we expect no change to consensus earnings forecasts [but] momentum in comparable food sales growth may drive a further re-rate in the earnings multiple,\" he said.\nWoolworths appears to have taken market share from most competitors during the quarter, including Coles, which last week reported Easter-adjusted same-store food sales growth of 0.8 per cent.\nInvestors, however, were more interested in the rebound in food sales and sent Woolworths shares up 1.2 per cent to $27.35, an 18-month high.", "url": "http://www.afr.com/Page/Uuid/gvwpmp", "date": "2017-05-03", "involved_companies": ["WOW", "WES"]}