{"emotion": {"anger": 0.162103, "joy": 0.117289, "sadness": 0.510783, "fear": 0.111251, "disgust": 0.098423}, "sentiment": {"score": -0.443944, "label": "negative"}, "headline": "Beny Steinmetz won't let George Soros or Rio Tinto forget Simandou", "text": "Share on twitter James Thomson by You can't deny that Beny Steinmetz, the Israeli billionaire who has been Rio Tinto's bete noire for the best part of a decade, isn't good for a bit of drama. Just five months after threatening to sue Rio for billions of dollars for allegedly helping to strip his company of iron ore tenements in the African nation of Guinea, Steinmetz has turned to the New York courts to take a fresh shot at his other favourite target – the famous hedge fund billionaire George Soros. This appears to be another attempt by Steinmetz to find someone – anyone – to make good on the billions he says he's lost in Guinea. The latest lawsuit, filed by Steinmetz's company BSG Resources on the weekend, doesn't mess about. Try this for an opening line: \"George Soros epitomises in the 21st century what Lord Acton observed two centuries ago: Power tends to corrupt; absolute power corrupts absolutely.\"\n\nAfter describing Soros as a \"racketeer billionaire\", the lawsuit comes to its central point: That Soros, \"himself and through his minions,\" used his clout with the Guinean president, Alpha Conde, to \"delay, damage, and destroy and investment worth at least $US5 billion ($6.6 billion) that plaintiffs lawfully held to mine some of the world's most valuable deposits of iron ore located in the Simandou mountain range\" in Guinea.\n\nThese are not new allegations by Steinmetz against Soros, but the fact Steinmetz has chosen to revisit them now is instructive. Simandou controversy The Simandou deposits in question have been a sorry pit of controversy for two decades, starting when Rio was first awarded rights over the ground that contained the Simandou iron ore deposit in 1997. Rio was stripped of its rights to its four tenements in 2008 and months later two of those tenements were awarded to BSG, which promptly sold a stake in its new project to Brazilian miner Vale.\n\n(Rio would later unsuccessfully claim in court that Vale and BSG were involved in a conspiracy to convince the Guinean government to strip Rio of its tenements.) But by 2011, Rio had regained control of two of the Simandou tenements, after making a controversial $US700 million settlement payment to the government of Guinea. Three years later, in 2014, a review by the Guinean government into the circumstances in which BSG got its hands on its slice of Simandou eventually saw BSG stripped of them. Steinmetz has long alleged Rio had a hand in that decision. So when Rio last year invited regulators in Australia, Britain and the US to probe a $US10.5 million payment made to a French consultant who secured its 2011 deal with the Guinean government, the Israeli billionaire was quick to fire off legal letters to the mining giant.\n\nLeaked emails from 2011 showed Rio executive Alan Davies and former chief executives Tom Albanese and Sam Walsh discussing the payment to the consultant. Steinmetz argued this payment showed Rio \"induced and or procured\" the government of Guinea to breach its agreements with BSG over Simandou. Steinmetz demanded Rio respond to his claims by January 3 but the mining giant happily let that date pass. And notably, no further action from Steinmetz against Rio has been forthcoming. Russian telco battle To be fair, Steinmetz has had a few issues of his own to deal with in the interim.\n\nOn December 19 last year, he was placed under house arrest by Israeli authorities over bribery suspicions. BSG said the suspicions were baseless and house arrest ended in early January. Now, with his fortune estimated to have fallen from about $US8 billion a few years ago to about $US1.3 billion last year, Steinmetz has re-emerged to rehash his allegations against Soros, looking for $US10 billion. BSG alleges in its lawsuit that the \"long-held antipathy\" from Soros towards Steinmetz is the result of a battle in Russia in 1997 over the privatisation of a telecom company called Svyazinvest. Both billionaires were in the running to buy the business, but Soros' consortium won out. However, in 1998 the Russian economy almost collapsed and Soros has since described the Svyazinvest investment as one of his worst ever.", "image": "http://www.afr.com/content/dam/images/g/t/a/d/5/o/image.related.afrArticleLead.620x365.gvm55p.png/1495672312759.jpg", "summary": "These are not new allegations by Steinmetz against Soros, but the fact Steinmetz has chosen to revisit them now is instructive.\nSteinmetz argued this payment showed Rio \"induced and or procured\" the government of Guinea to breach its agreements with BSG over Simandou.\nSteinmetz demanded Rio respond to his claims by January 3 but the mining giant happily let that date pass.\n) But by 2011, Rio had regained control of two of the Simandou tenements, after making a controversial $US700 million settlement payment to the government of Guinea.\nAnd notably, no further action from Steinmetz against Rio has been forthcoming.", "url": "http://www.afr.com/Page/Uuid/gvm55p", "date": "2017-04-17", "involved_companies": ["RIO"]}