{"emotion": {"anger": 0.103828, "joy": 0.139064, "sadness": 0.171873, "fear": 0.106136, "disgust": 0.092943}, "sentiment": {"score": 0.554126, "label": "positive"}, "headline": "Ex-David Jones CEO backs Nexba as sales jump on anti-sugar wave", "text": "Share on twitter\n\nShare on Google Plus Simon Evans by Anti-sugar soft drinks firm Nexba is stepping up expansion plans, with its first external fund-raising bringing investors including former David Jones chief executive Paul Zahra on board, as the company prepares to add Domino's Pizza to its distribution channels. Nexba, founded in 2011 by Troy Douglas and Drew Bilbe, is accelerating as a wave of anti-sugar sentiment upends the consumer goods sector, with the company's sales more than tripling in 2016-17. Mr Douglas, co-founder and chief executive, said Nexba had been \"under the radar\" as it steadily built its business making health soft drinks which are sugar free. They are sold mainly through Coles supermarkets nationally and Caltex and 7-Eleven convenience stores. He said on Tuesday that an exclusive Nexba brand of naturally sugar-free soft drinks would launch in Domino's Pizza outlets in Australia later this financial year, ahead of a global rollout with the pizza company.\n\n\"They saw the big opportunity for naturally sugar-free soft drinks,\" he said.\n\nNexba is also holding talks with Woolworths about supplying Australia's other big supermarket chain, after making solid progress in Coles supermarkets. \"We're in discussions with Woolworths,\" he said. Nexba's sales revenue was on track to hit $8 million for 2016-17. This had risen from just over $2.4 million in 2015-16. Strategic expansion\n\nThe company's investors include former David Jones chief executive Paul Zahra, who is also part of an advisory board overseeing the strategic expansion of Nexba as it taps into the fast-growing anti-sugar impetus among consumers. Nexba is undertaking a $1 million capital-raising through equity crowdfunding firm VentureCrowd to help fund the next step of its plans. These include applying their natural sweeteners to a broader range of soft drinks and other products. The initial range, introduced in 2011, began with flavoured iced teas. Nexba is also actively expanding on university campuses, including Sydney University, to tap into the anti-sugar trend. Mr Douglas said the next plank of expansion centred on building more networks and distribution in Australia, but the company also had ambitious plans to become a player in the United States, Britain and Asia.\n\nConsumers around the world were becoming much more discriminating about the health impacts of sugar. He attributed part of that groundswell to the influence of social media channels such as Twitter and Facebook, which enabled scientific research to be shared much more widely than in the past. \"The true science and the health impact of the sugar industry are now much more widely known. It's just a reflection of where we are in information and knowledge,\" he said. The Grattan Institute late last year proposed a sugary drinks tax which it said would raise $520 million and help cut obesity levels in Australia, while in Britain a sugar tax is scheduled to be introduced in 2018. Coca-Cola Amatil has been under pressure as it battles the shifting consumer trends. Big fund managers such as Platinum International have been closely assessing the potential market impacts for investors on the shift away from sugar, while big beer companies such as Lion have also been repositioning themselves to try to reinforce to customers that beer is 99.9 per cent \"sugar-free\" and does not contain preservatives.", "image": "http://www.afr.com/content/dam/images/g/r/7/7/l/7/image.related.afrArticleLead.620x365.gu1vfn.png/1485839009056.jpg", "summary": "These include applying their natural sweeteners to a broader range of soft drinks and other products.\n\"They saw the big opportunity for naturally sugar-free soft drinks,\" he said.\nMr Douglas, co-founder and chief executive, said Nexba had been \"under the radar\" as it steadily built its business making health soft drinks which are sugar free.\nNexba is also actively expanding on university campuses, including Sydney University, to tap into the anti-sugar trend.\nNexba is undertaking a $1 million capital-raising through equity crowdfunding firm VentureCrowd to help fund the next step of its plans.", "url": "http://www.afr.com/Page/Uuid/gu1vfn", "date": "2017-01-31", "involved_companies": ["DMP", "WOW"]}