{"emotion": {"anger": 0.131557, "joy": 0.085512, "sadness": 0.590557, "fear": 0.088106, "disgust": 0.084635}, "sentiment": {"score": -0.537293, "label": "negative"}, "headline": "BHP and Rio's total shareholder return is in the eye of the shareholder", "text": "Share on twitter Peter Ker by When activist investor Elliott Associates sought to highlight BHP Billiton's total shareholder return (TSR) performance against its peers, it was no surprise the New York hedge fund chose 2008 as the start date for the comparison. That year was famously a tough one for BHP's biggest rival, Rio Tinto, as it battled a heavy debt load from its $US38 billion Alcan acquisition with the onset of the global financial crisis. Rio's Australian shares fell from $123 to just $25 in the space of seven months that year, while BHP's slipped from $46 to only $19. Rio was eventually forced to conduct a $US15 billion rights issue.\n\nTo the credit of Rio's leadership in the past five years, the company has since bounced back to rude health, and Elliott argued on Tuesday that BHP had underperformed Rio since 2008 by 46 per cent, and underperformed the ASX200 by 112 per cent.\n\n\"Australian retail shareholders would have been better off holding any top Australian-listed super fund stock other than BHP Ltd,\" said Elliott in its statement. Citi analyst Clarke Wilkins said the decision to begin the comparison in 2008 was unlikely to have been accidental. \"They've basically picked the absolute low of Rio's share price post the Alcan debacle, the balance-sheet issues before the rights issue, so it was convenient I suppose in terms of a point to pick, but if you push it back further you perhaps get a potentially different outcome,\" he said. When BHP discusses TSR with shareholders, it likes to measure it since the 2001 merger with Billiton.", "image": "http://www.afr.com/content/dam/images/g/h/2/4/o/p/image.related.afrArticleLead.620x365.gw5xxh.png/1494920974507.jpg", "summary": "When BHP discusses TSR with shareholders, it likes to measure it since the 2001 merger with Billiton.\n\"Australian retail shareholders would have been better off holding any top Australian-listed super fund stock other than BHP Ltd,\" said Elliott in its statement.\nShare on twitter Peter Ker by When activist investor Elliott Associates sought to highlight BHP Billiton's total shareholder return (TSR) performance against its peers, it was no surprise the New York hedge fund chose 2008 as the start date for the comparison.\nRio's Australian shares fell from $123 to just $25 in the space of seven months that year, while BHP's slipped from $46 to only $19.\nCiti analyst Clarke Wilkins said the decision to begin the comparison in 2008 was unlikely to have been accidental.", "url": "http://www.afr.com/Page/Uuid/gw5xxh", "date": "2017-05-16", "involved_companies": ["BHP", "RIO"]}