{"emotion": {"anger": 0.081479, "joy": 0.170385, "sadness": 0.196322, "fear": 0.124206, "disgust": 0.061406}, "sentiment": {"score": 0.137529, "label": "positive"}, "headline": "Rio Tinto strikes partnership with China's Minmetals", "text": "Share on twitter Peter Ker by Rio Tinto has struck a partnership with Chinese state-owned entity Minmetals, in a move that deepens the company's relationship with one of the largest and most powerful mining organisations in the world. While still in its early stages, the partnership was confirmed by a Rio spokesman who said the two companies had \"agreed to look for potential areas of future co-operation\". Minmetals has previously made bids for Rio's Canadian iron ore business, and, like most Chinese SOEs, has shown a strong thirst for copper in recent years. In a statement published in China, Minmetals said Rio Tinto would share its experiences in the fields of \"community management, the social operating licence and the enterprise soft power\".\n\n\"In future, the two groups will continue the communication and cooperation in the field of metal mines to establish a cooperation mechanism and realise the win-win situation in a long run,\" Minmetals said in the statement.\n\nMinmetals, the major shareholder in Melbourne based miner MMG Limited, has recently been merged with fellow Chinese SOE China Metallurgical Group as part of Beijing's attempts to reform its economy. Minmetals said Rio was keen to understand the Chinese reforms. Trust ambition \"Rio Tinto is very concerned about the state-owned enterprises reform and is willing to deepen the mutual trust and promote more cooperation with China Minmetals adhering to the principles of free and fair trade globalisation, inclusive growth and balanced development,\" Minmetals said.\n\nMinmetals specialises in metals like copper, zinc, lead, nickel and gold. MMG, with the funding support of Minmetals, acquired the Las Bambas copper project in Peru from Glencore in 2014, and some believe Minmetals is keen to get a slice of Rio's Oyu Tolgoi copper project in Mongolia. Rio currently owns 34 per cent of Oyu Tolgoi through its 50.79 per stake in Canadian miner Turquoise Hill Resources. It has long been expected to acquire a larger stake in Oyu Tolgoi. The partnership comes just months after the end of a long-running exploration joint venture between Rio and its major shareholder Chinalco.\n\nMeanwhile, the settlement date for Chinalco to acquire Rio's stake in the controversial Simandou iron ore project has passed. Chinalco agreed to buy the stake in October 2016 and the deal was expected to close by the end of April. Negotiations continue. Simandou is in Guinea, and has in recent times become embroiled in a scandal over payments made by Rio executives to a political adviser to the Guinean government. The payments were related to Rio regaining control of some Simandou tenements in 2011.", "image": "http://www.afr.com/content/dam/images/g/s/w/l/m/j/image.related.afrArticleLead.620x365.gvw001.png/1493608866812.jpg", "summary": "In a statement published in China, Minmetals said Rio Tinto would share its experiences in the fields of \"community management, the social operating licence and the enterprise soft power\".\nShare on twitter Peter Ker by Rio Tinto has struck a partnership with Chinese state-owned entity Minmetals, in a move that deepens the company's relationship with one of the largest and most powerful mining organisations in the world.\nMeanwhile, the settlement date for Chinalco to acquire Rio's stake in the controversial Simandou iron ore project has passed.\nThe partnership comes just months after the end of a long-running exploration joint venture between Rio and its major shareholder Chinalco.\nMinmetals said Rio was keen to understand the Chinese reforms.", "url": "http://www.afr.com/Page/Uuid/gvw001", "date": "2017-05-01", "involved_companies": ["RIO"]}