{"emotion": {"anger": 0.110975, "joy": 0.132464, "sadness": 0.635532, "fear": 0.103936, "disgust": 0.062478}, "sentiment": {"score": 0.142374, "label": "positive"}, "headline": "Domino's Pizza valuation a bit hard to chew", "text": "Joe Magyer by Domino's Pizza has been a dream stock over the past five years, delivering 700 per cent plus gains to shareholders and a bellyfull of puns to journalists. And if that lead paragraph sounds vaguely familiar, it's because I wrote a near-identical one for this publication one year ago this week. At the time, I thought investors were likely to be disappointed despite strong growth because of what seemed a rich valuation. Impressive growth Domino's has underperformed the S&P/ASX 200 Accumulation Index since then, which is up about 24 per cent itself, but the pizza maven's 20 per cent gain is still impressive.\n\nWhat gives? Has Domino's beaten expectations, or is the share price defying gravity?\n\nBoth, in my opinion. For starters, chief executive Don Meij, who should rate as a first-ballot Hall of Famer if one ever opens for listed company chiefs, and his colleagues are eating their rivals' lunch, dinner, and reheated breakfast. Group network same-store-sales accelerated from a strong 5.8 per cent in 2014 to a very strong 8.6 per cent in 2015, only to be blown away by a 10.9 per cent surge in 2016. The Australia and New Zealand segment stands out from an impressive group, with same-store-sales increasing a staggering 14.8 per cent in 2016. If you compound out the same-store-sales growth from the past three years it looks like a typical Domino's in the region has grown its sales by a cumulative 35.8 per cent. Outstanding store-level results coupled with 484 new stores made for a big year in terms of Domino's bottom line, with underlying earnings per share up 41.9 per cent. That makes for three years in a row that Domino's has beaten analysts' expectations, according to Bloomberg, which explains a lot about the shares' epic run. Re-rating of stock\n\nImpressive fundamentals have been the driving force behind the shares' run, however, a massive re-rating has also played a major role. The shares have vaulted from selling for about 27 times underlying diluted earnings a share five years ago to 65 times today. Granted, Mr. Market is paying higher multiples for shares of almost every stripe today than he did five years ago and Domino's outstanding performance merits a higher valuation than in days' past. A trading multiple of 65 times earnings represents a significant amount of optimism, though, especially when you consider that the company has exceeded 2016's Herculean group same-store-sales growth of 10.9 per cent only once in at least the past 10 years. The average like-for-like sales growth over the past decade has been 6.2 per cent. Investors who have lost sight of that more tame base rate, and who haven't noticed that net spending on acquisitions over the past three years was double that spent on capital expenditures, might be disappointed when growth normalises to historical organic trends.\n\nCompetition pressures Also, consumers are fickle. Domino's has done a masterful job of keeping them coming back for more but tastes change and competition among pizza slingers is fierce. To the latter point, Menulog says that 17 Italian restaurants will deliver to my postcode. No doubt Domino's has the best-known brand among the battlers in my postcode, the best technology, competitive prices and among the fastest delivery times, but that's an awfully competitive market for a single postcode. Ultimately, this is a business that I respect and a leadership team that I wish could be cloned. The valuation is still too much for me to bite off, however, and I suspect growth will have to accelerate to hard-to-reach speeds in order to justify the current price.", "image": "http://www.afr.com/content/dam/images/g/r/w/2/h/8/image.related.afrArticleLead.620x365.gtsdow.png/1487133956517.jpg", "summary": "At the time, I thought investors were likely to be disappointed despite strong growth because of what seemed a rich valuation.\nImpressive growth Domino's has underperformed the S&P/ASX 200 Accumulation Index since then, which is up about 24 per cent itself, but the pizza maven's 20 per cent gain is still impressive.\nDomino's has done a masterful job of keeping them coming back for more but tastes change and competition among pizza slingers is fierce.\nJoe Magyer by Domino's Pizza has been a dream stock over the past five years, delivering 700 per cent plus gains to shareholders and a bellyfull of puns to journalists.\nIf you compound out the same-store-sales growth from the past three years it looks like a typical Domino's in the region has grown its sales by a cumulative 35.8 per cent.", "url": "http://www.afr.com/Page/Uuid/gtsdow", "date": "2017-01-17", "involved_companies": ["DMP"]}