{"emotion": {"anger": 0.114084, "joy": 0.087641, "sadness": 0.554141, "fear": 0.091202, "disgust": 0.059213}, "sentiment": {"score": 0.863655, "label": "positive"}, "headline": "Off-the-plan Woolworths sale to Chinese investors sets new benchmark", "text": "Share on twitter\n\nShare on Google Plus Larry Schlesinger by A mainland Chinese investor has paid $13.5 million to buy a new Woolworths supermarket off the plan in Melbourne's inner suburbs. The deal for the Woolworths Metro supermarket on Sydney Road in Brunswick was struck on a yield of 4.8 per cent. Selling agents CBRE said the deal set a new benchmark for a strata-titled supermarket, just beating the recent sale of the Coles Five Dock in Sydney for $19.66 million on a 4.9 per cent yield. The small-format supermarket is due to open in June next year and will trade below 86 apartments on seven upper levels as part of a development by Pace Development Group. The lowest yield yet recorded for a supermarket was the freestanding Woolworths supermarket in Brighton in Melbourne's affluent bayside suburbs, which sold last year for $32 million on a 3.8 per cent yield to horseracing identity Ken Biddick and his wife Catherine.\n\nCBRE selling agent Justin Dowers said the Brunswick sale was further evidence of the recent trend of offshore investors seeking secure retail investment properties with long leases.\n\nThe 12-year leasing deal with Woolworths for the sub-1000-square-metre store in Brunswick was negotiated by CBRE retail leasing agent Zelman Ainsworth. \"With two other established Woolworths supermarkets in Brunswick, we feel this is a very aggressive purchase and a strong sign of confidence in both the area and the Woolworths operating model from the buyer market,\" said Mr Dowers who negotiated the sale alongside colleagues Mark Wizel, Joseph Du Rieu and Kevin Tong. Recent retail property sales to Chinese investors include the Arena Shopping Centre in Melbourne's south east, which sold for $48 million on yield of 5.4 per cent and the Beach Hotel and neighbouring Foodworks supermarket in Albert Park, which sold for $18 million on a yield of 4.2 per cent. Mr Du Rieu said the Woolworths Brunswick sale would give confidence to other investors to purchase retail property off the plan and encourage more developers to incorporate a supermarket at the bottom of an apartment complex.", "image": "http://www.afr.com/content/dam/images/g/v/t/u/u/c/image.related.afrArticleLead.620x365.gvtp9m.png/1493293828345.jpg", "summary": "Share on twitterShare on Google Plus Larry Schlesinger by A mainland Chinese investor has paid $13.5 million to buy a new Woolworths supermarket off the plan in Melbourne's inner suburbs.\nThe deal for the Woolworths Metro supermarket on Sydney Road in Brunswick was struck on a yield of 4.8 per cent.\nMr Du Rieu said the Woolworths Brunswick sale would give confidence to other investors to purchase retail property off the plan and encourage more developers to incorporate a supermarket at the bottom of an apartment complex.\nCBRE selling agent Justin Dowers said the Brunswick sale was further evidence of the recent trend of offshore investors seeking secure retail investment properties with long leases.\nThe 12-year leasing deal with Woolworths for the sub-1000-square-metre store in Brunswick was negotiated by CBRE retail leasing agent Zelman Ainsworth.", "url": "http://www.afr.com/Page/Uuid/gvtp9m", "date": "2017-04-27", "involved_companies": ["WOW"]}