{"emotion": {"anger": 0.135435, "joy": 0.445509, "sadness": 0.443525, "fear": 0.099411, "disgust": 0.111125}, "sentiment": {"score": 0.482263, "label": "positive"}, "headline": "Rio defends different treatment of executives over Simandou", "text": "Share on twitter Peter Ker by Rio Tinto has defended the vastly different treatment of former executives linked to the Guinea scandal, as it demanded the Queensland government fix its power system. Rio struck an agreement in March with Sam Walsh, the company's previous chief executive, to defer his bonuses until investigations into payments the company made to a political adviser in Guinea were complete. The decision was made because the Rio board felt it was \"inappropriate\" to judge his bonuses while investigations were ongoing, but the board took a different approach to its former energy and minerals boss Alan Davies and legal affairs executive Debra Valentine, who both left the company after the scandal was revealed. Both Mr Davies and Ms Valentine had bonuses forfeited, and Mr Davies had some prior payments clawed back by the board.\n\nAsked to explain the different treatment, Rio chairman Jan du Plessis put it down to \"different individuals, different circumstances, different jobs, different situations\".\n\n\"In 2011, these different individuals had different responsibilities in relation to Simandou,\" he said. \"In the case of Sam we just thought it was the right decision.\" When asked on Thursday whether alleged corruption had driven the decision to divest the Simandou iron ore project in Guinea, Mr du Plessis said the high cost of infrastructure was the true reason. \"It would cost approximately $US20 billion to develop, and approximately $US12 billion of that is related to the infrastructure cost ... the conclusion of the board was that we are miners and to make an investment of that nature where the vast majority of which relates to infrastructure does not make sense for us,\" he said.\n\nWhen asked to explain the concept, Mr du Plessis said he had told Mr Jacques that big businesses like Rio need executives in charge for a long time. \"I said personally pace your body in such a manner that you can sustain momentum and energy over a 10-year period because businesses of the scale of Rio Tinto need a chief executive who is in charge for a decade. \"Because you cannot otherwise be sure that the decisions you make today are the right decisions for shareholders who, after all, will probably still be shareholders in a decade. \"I firmly believe that the short-term time horizon is arguably the single biggest reason why so many large companies either fail or underperform.\"\n\nSoaring power prices But Mr du Plessis said the 10-year mandate was not reflected in a binding employment contract. Rio also lashed out over the supply of power to its Boyne aluminium smelter in Queensland, which was forced to cut production and slash jobs in January over soaring power prices. Mr Jacques said he had had a \"very blunt\" conversation with the Queensland government and opposition over the issue and urged the federal government to get involved.", "image": "http://www.afr.com/content/dam/images/g/v/y/k/p/p/image.related.afrArticleLead.620x365.gvyjub.png/1493882346280.jpg", "summary": "Asked to explain the different treatment, Rio chairman Jan du Plessis put it down to \"different individuals, different circumstances, different jobs, different situations\".\nWhen asked to explain the concept, Mr du Plessis said he had told Mr Jacques that big businesses like Rio need executives in charge for a long time.\n\"Soaring power prices But Mr du Plessis said the 10-year mandate was not reflected in a binding employment contract.\n\"In 2011, these different individuals had different responsibilities in relation to Simandou,\" he said.\nShare on twitter Peter Ker by Rio Tinto has defended the vastly different treatment of former executives linked to the Guinea scandal, as it demanded the Queensland government fix its power system.", "url": "http://www.afr.com/Page/Uuid/gvyjub", "date": "2017-05-04", "involved_companies": ["RIO"]}