{"emotion": {"anger": 0.1119, "joy": 0.429624, "sadness": 0.492504, "fear": 0.080593, "disgust": 0.06939}, "sentiment": {"score": 0.0155204, "label": "positive"}, "headline": "Cheap mining shares not slave to commodity prices", "text": "Share on twitter Patrick Commins by It might not feel that comfortable amid recent price declines, but resources still look like the best option for Australian sharemarket investors. Like most asset classes, Aussie equities aren't cheap. Valuations have blown out across financial and property markets around the developed world, in large part thanks to the reflationary policies by the world's biggest central banks. The S&P/ASX 100 index, which tracks the 100 biggest listed companies by market capitalisation, trades on a price-to-book ratio of more than 2, according to fund manager Schroders. That's the highest reading since 2008. The S&P/ASX Small Ordinaries Index, which tracks mid to small-cap listed names, is not as expensive at below 2, but still higher than the long-term average.\n\nBut \"averages don't always tell the whole story\", Schroders portfolio manager Martin Conlon notes. There is a wide variation across major market sectors, and it's against other ASX sectors and long-term averages that mining valuations look attractive.\n\nThe most pumped-up prices are in the \"defensive\" corner of the market. Investors have chased so-called \"bond proxies\", valued for their reliable earnings streams and which have looked especially attractive for investors fleeing the paltry income on offer from traditionally safer asset classes such as bonds. In comparison the resources sector, as the chart shows, trades well below its 15-year average price-to-book ratio. Despite the more attractive valuations, investors have struggled to muster much enthusiasm for the major miners in recent months, thanks to the iron ore price, which has plunged by around a third since its unlikely highs earlier this year. Asset managers have tended to take profits rather than recommit capital to the sector, and grumble about a slowing Chinese economy. For Conlon, for example, resources remain his fund's biggest sector overweight position, but he is less exposed than he was a year ago when prices were rock bottom. \"Earnings volatility is as unpopular as ever,\" Conlon says.\n\nDeutsche Bank strategist Tim Baker likes the miners. He agrees the mining sector \"looks cheap\" against the rest of the market. And he is sanguine about the path for natural resources. But Baker goes one step further and challenges the idea that miners are necessarily slave to movements in the natural resources they produce. While the tight relationship between the prices of commodities and the listed miners might seem \"normal\", it has only existed in such a strong fashion since the ramp-up of Chinese demand from 2004; before then the link was \"far weaker\", Baker argues. Before 2004, miners' share prices and earnings actually outperformed commodity prices, Baker says.\n\n\"That seems reasonable – companies should be able to create value independent of moves in selling prices, through avenues such as volume growth and development of new assets,\" he argues. The Deutsche strategist says there are reasons why this more historical relationship should reassert itself. Capital expenditure as a proportion of before tax and interest earnings \"has dropped sharply, to around record lows,\" Baker says. \"That's a good sign. Historically share price performance has moved inversely with the capex/ebitda ratio. Miners are churning out record high free cash flows, and miners have double-digit free cash flow yields, which should be supportive,\" Baker says.", "image": "http://www.afr.com/content/dam/images/g/i/4/l/m/e/image.related.afrArticleLead.620x365.gw9lne.png/1495354924822.jpg", "summary": "Before 2004, miners' share prices and earnings actually outperformed commodity prices, Baker says.\nIn comparison the resources sector, as the chart shows, trades well below its 15-year average price-to-book ratio.\nHe agrees the mining sector \"looks cheap\" against the rest of the market.\nThere is a wide variation across major market sectors, and it's against other ASX sectors and long-term averages that mining valuations look attractive.\nBut Baker goes one step further and challenges the idea that miners are necessarily slave to movements in the natural resources they produce.", "url": "http://www.afr.com/Page/Uuid/gw9lne", "date": "2017-05-21", "involved_companies": ["RIO", "BHP"]}