{"emotion": {"anger": 0.143173, "joy": 0.087982, "sadness": 0.557075, "fear": 0.182886, "disgust": 0.058781}, "sentiment": {"score": -0.480397, "label": "negative"}, "headline": "Investors keen for a steady return are seeing it happen all over again", "text": "Share on twitter Philip Baker by For investors there's nothing worse than losing money, paying tax and getting caught up on the wrong side of all the volatility. But there's something else investors find annoying: deja vu, the feeling that the same thing is happening to them all over again. And again. For investors in the major S&P ASX 200 index it is the groundhog decade and they have all been here before. More than just a few times. For sure there is still just over a week to go until the end of this financial year, but if investors ruled off their books now the major S&P ASX 200 index would close near the 5280 level, which is roughly where it was a year ago and the year before that too.\n\nIndeed, give or take a few points it was at that same level in April 2006, when it was on its way to 6828.7 and then again in March and June 2008 when the index was on its way back down to 3145\n\nInvestors had to wait until May 2013 for the level to be breached again and since then it has moved in a range from 4655 up to almost 6000, before moving back to about 5280 a number of times. Shares have gone nowhere for 10 years testing a number of market maxims, myths and memes such as it's about time in the market, and shares always go up. Many investors who enjoyed dividends and capital gains from their blue-chip stocks a few years ago are now realising the sharemarket is not the perpetual money-making machine many of them thought it once was. Now it's getting harder. Much harder.\n\nIndeed, during the past 12 months the top 20 stocks are down almost 12 per cent, reduced to 7 per cent thanks to dividends, while the major index is basically flat including dividends during the same time. There have been some pockets of joy for investors this past financial year. The property index is up almost 22 per cent once dividends are included, and industrial stocks have also done well with a total return of 18 per cent. The banking index, however, is down 10 per cent, despite those dividends, while the small-cap sector has delivered a total return of 15 per cent. According to CommSec, returns on property during the past year are up almost 14 per cent while investors in government bonds have got a healthy 7.3 per cent.\n\nDuring the past three years investors haven't lost in shares but they would have been much better off in bonds and property. The problem facing many investors is most of the stocks they own are mature businesses that are facing challenges through technology and disrupters. Their earnings outlook is stretched and the shares can rise in price only if the forward price earnings multiple of the market expands. It is trading near 16 times earnings, well above its longer-term average of 14.5 times.\n\nShares might look attractive compared with the low level of bond yields but the bond market is betting that central banks are losing control of the game they have been in charge of for the past few years. That is something to worry about. As is a comment from Federal Reserve chair Janet Yellen, who said last week she \"might legitimately consider\" using helicopter money in an \"all-out\" effort to hep the US economy if it were in a severe downturn \"It is something one might legitimately consider. I would see this as a very abnormal, extreme situation,\" Yellen said. Still, there have been some stellar games for those that picked the right stocks in the past year.", "image": "http://www.afr.com/content/dam/images/g/p/j/3/e/r/image.related.afrArticleLead.620x365.gpnulf.png/1495510809453.jpg", "summary": "For investors in the major S&P ASX 200 index it is the groundhog decade and they have all been here before.\nDuring the past three years investors haven't lost in shares but they would have been much better off in bonds and property.\nBut there's something else investors find annoying: deja vu, the feeling that the same thing is happening to them all over again.\nThere have been some pockets of joy for investors this past financial year.\nThe banking index, however, is down 10 per cent, despite those dividends, while the small-cap sector has delivered a total return of 15 per cent.", "url": "http://www.afr.com/Page/Uuid/gpnulf", "date": "2016-06-21", "involved_companies": []}