{"emotion": {"anger": 0.085608, "joy": 0.114725, "sadness": 0.426172, "fear": 0.077251, "disgust": 0.089448}, "sentiment": {"score": 0.414004, "label": "positive"}, "headline": "How the Rich Invest: Jack Cowin", "text": "Share on twitter John Stensholt by Jack Cowin has another winning stock in his portfolio. The Financial Review Rich Lister is best known for his fast food investments, including Hungry Jack's, KFC and Domino's Pizza, but he also has a portfolio of shares. Cowin has emerged on the list of the top 20 shareholders in investment bank Moelis Australia, which floated on the Australian Securities Exchange in April. Moelis, headed by Sydney Swans president Andrew Pridham, rose 34 per cent in value on its first day of trading on April 10 and has traded at about that level since.\n\nCowin has also benefited from the rising share price of Fairfax Media, the publisher of The Australian Financial Review , which is the subject of a $2.76 billion takeover bid led by private equity outfit TPG.\n\nFairfax shares are up 30 per cent this year, and have surged since the Financial Review first revealed interest from TPG in the company in February. Cowin was appointed to the Fairfax board in July 2012, and bought 2 million shares in November that year when the share price was below 50¢. His shares are now worth about 150 per cent more than back then. But billionaire Cowin's main source of wealth is from his shares in Domino's Pizza Enterprises, of which he is chairman. The company's shares have surged so much in value in the past few years that Cowin is a billionaire just from his stock in the pizza company alone, and has provided him a massive return from when he invested $400,000 in four Silvio's stores back in 1986, a business that later became Domino's.\n\nBut it has not all been smooth sailing of late for Cowin and Domino's, which has faced allegations – uncovered by Fairfax Media – that it has been under paying some staff. Domino's shares are down 6 per cent since January 1 and off 9 per cent in the past 12 months. Cowin also has shares in Bailador Technology Investments. Though the company's share price rose after it floated in late 2014 it is now trading at just beneath its original $1.00 issue price. It is now almost 50 years since Cowin moved to Australia from Canada, where he still holds some tourism assets and from where he borrowed $10,000 from 30 fellow Canadians to form his privately held Competitive Foods business.", "image": "http://www.afr.com/content/dam/images/g/u/h/q/4/4/image.related.afrArticleLead.620x365.gw6h92.png/1495021490731.jpg", "summary": "Though the company's share price rose after it floated in late 2014 it is now trading at just beneath its original $1.00 issue price.\nThe Financial Review Rich Lister is best known for his fast food investments, including Hungry Jack's, KFC and Domino's Pizza, but he also has a portfolio of shares.\nBut billionaire Cowin's main source of wealth is from his shares in Domino's Pizza Enterprises, of which he is chairman.\nShare on twitter John Stensholt by Jack Cowin has another winning stock in his portfolio.\nDomino's shares are down 6 per cent since January 1 and off 9 per cent in the past 12 months.", "url": "http://www.afr.com/Page/Uuid/gw6h92", "date": "2017-05-17", "involved_companies": ["DMP", "FXJ"]}