{"emotion": {"anger": 0.086511, "joy": 0.120296, "sadness": 0.193766, "fear": 0.073841, "disgust": 0.057046}, "sentiment": {"score": 0.485618, "label": "positive"}, "headline": "What every investor must know about the rise of the millennials", "text": "Chris Stott by There is considerable analysis and commentary focused on the impact of the ageing population and how investors can gain exposure to this trend. Yet another important, albeit less referenced investment theme, is the rise of Generation Y. Accounting for almost a third of the global population, according to Bank of America Merrill Lynch this generation is emerging as the greatest source of income, wealth and spending worldwide. To capitalise on the growing economic and financial significance of this generation, it is instructive to understand its distinctive characteristics and the implications for investors and business. Talkin' 'bout my generation Born between 1980 and 1994, there are 5.2 million Millennials in Australia comprising 22 per cent of the population. As the Baby Boomers had children, the nation's birth rate began to rise gradually from the early 1980s and peaked in the early 1990s. Mirroring the post-war baby boom, this created what demographers sometimes refer to as the echo boom.\n\nMillennials have now largely finished their formal education and are establishing themselves in their professional careers. Representing 35 per cent of the work force, there are more Millennials working than any other generation and they are predicted to remain the largest proportion of the workforce for the next decade.\n\nAs they grow older and transition into the wealth accumulation phase, Millennials' economic relevance and financial influence will increase. Who are the Millennials? While it is difficult to make sweeping generalisations about such a large cohort, there are some prevalent features that characterise Millennials. Their preference for spending disposable income on experiences, rather than tangible assets, is often cited. It is also commonly understood that they are postponing marriage and children in favour of their careers and education. Digitally driven\n\nLike people of all ages, Millennials have been shaped by the environment in which they were raised. As the first generation in history to grow-up with computers in the home, one clear and ubiquitous feature of the Millennials is the absolute integration of digital technology into their lives. The Millennials have been at the vanguard of the digital revolution that has changed most aspects of everyday life, including how we socialise and purchase goods and services. It has also changed education and the information gathering process. This is particularly important for Millennials who have been in their formative years, as the digital revolution has gathered pace. As online education has grown, they are more self-educated and search engines are one of their 'go-to' resources to research a topic. For consumer brands in particular, effectively using digital channels is critical to engaging this generation. Millennials are less loyal to brands and more inclined to make purchasing decisions based on information gleaned from cost-comparison sites, online reviews and endorsements by friends. All of which are facilitated by digital and social channels. Highly educated Millennials typically have high levels of formal education relative to previous generations. According to social researchers McCrindle, while 20 per cent of their parents went to university, one in three Millennials has earned a university degree. Looking ahead, this trend is set to continue with 50 per cent of the next generation (Generation Z) forecast to have a tertiary qualification.\n\nIn a research report, BofA Merrill Lynch points out that the increase in tertiary education worldwide has been driven by women. The report observes that women will become an \"…increasingly important economic force\" over the next decade as a result. The implications for industry are obvious. If they fail to focus on this segment of the market, they will exclude potentially lucrative revenue streams. Socially responsible The same BofA Merrill Lynch research also reported on the importance of social responsibility to Millennials. Compared to other generations, this is an important consideration in their purchasing decisions, with Millennials more likely to buy products they regard as being socially responsible.\n\nMillennials are therefore focused on how companies incorporate corporate social responsibility into their business models, products and practices and adjust their purchasing decisions accordingly. Different workplace priorities In a landmark report into Millennial employees, professional services firm PwC surveyed more than 40,000 people across its global network. While the study revealed there are considerable similarities between Millennial and non-Millennial employees, including a desire for flexibility and work/life balance, there were distinct features of the younger generation. PwC found Millennials had less interest in pursuing a traditional career trajectory, although they were no less committed to their work. PwC also found Millennials placed a high priority on culture, teamwork and sought a sense of community from their workplace. It also appears that Millennial employees are not highly motivated by salary, with recent research from REST Industry Super revealing that almost 50 per cent would take a pay cut in order to work in a field that they felt more passionate about.\n\nIn the next decade, Millennials will represent 75 per cent of the global workforce. Understanding the preferences and priorities of these Millennial employees will help businesses to effectively attract, retain and enhance their labour force. Gaining exposure Over the next 10 years, Millennials will have an ever increasing impact across all areas of the economy and all industry sectors. Consequently, a company's future profitability is contingent on its ability to understand and leverage its business to this significant demographic group. For investors, it is critical to consider a range of factors in assessing a company's capacity to capitalise on the rise of Millennials. For example, it is important investors evaluate a company's commitment to developing a strong workplace culture and embedding corporate social responsibility practices into its businesses model. Further, it is imperative investors consider a company's investment in digital infrastructure and online communication platforms, including mobile. Domino's Pizza is a notable example of a company that has successfully evolved its business to meet the needs of its younger customers. The company has continued to demonstrate considerable innovation investing in a range of new technologies, such as their Live Pizza Tracker, GPS Driver Tracker, various apps for ordering and the Domino's Robotic Unit autonomous delivery vehicle. In terms of technology innovation, Domino's is undoubtedly the market leader across all sectors. From an investment perspective, their strategy has paid dividends with the company one of the best performing stocks on the Australian Securities Exchange over the past decade. Growing importance Now well into their adulthood, Millennials are Australia's largest living generation. Their financial and economic influence is growing, ensuring their significance from an investment perspective into the future. McCrindle has pointed out that as customers this generation \"…punch above their economic weight because beyond spending their own money, they influence government spending, corporate spending, and even many of their parents' purchasing decisions\".", "image": "http://www.afr.com/content/dam/images/g/k/q/r/2/1/image.related.afrArticleLead.620x365.gqq8vr.png/1483791511057.jpg", "summary": "As they grow older and transition into the wealth accumulation phase, Millennials' economic relevance and financial influence will increase.\nThe report observes that women will become an \"…increasingly important economic force\" over the next decade as a result.\nLooking ahead, this trend is set to continue with 50 per cent of the next generation (Generation Z) forecast to have a tertiary qualification.\nThis is particularly important for Millennials who have been in their formative years, as the digital revolution has gathered pace.\nFor investors, it is critical to consider a range of factors in assessing a company's capacity to capitalise on the rise of Millennials.", "url": "http://www.afr.com/Page/Uuid/gqq8vr", "date": "2016-08-22", "involved_companies": ["DMP"]}