{"emotion": {"anger": 0.152105, "joy": 0.436449, "sadness": 0.493504, "fear": 0.117426, "disgust": 0.076648}, "sentiment": {"score": 0.15709, "label": "positive"}, "headline": "Ex-Rio Tinto's Sam Walsh doesn't 'fear the truth' over Guinea scandal", "text": "Share on twitter Peter Ker by Former Rio Tinto chief executive Sam Walsh says he does not fear the truth and does not expect any accusation to be made against him in relation to the Guinea payments scandal. Speaking at a leadership forum in Brisbane on Wednesday, Mr Walsh sought to address the payments Rio made to a political adviser in Guinea in 2011, which he labelled the \"elephant in the room\". \"Some of you no doubt may be asking 'How can this chap lecture us about leadership when he has been caught up in some investigation around mining rights in Guinea, West Africa',\" said Mr Walsh. \"On this I would just say that, notwithstanding some of the innuendo from our friends in the media, the company has not made any accusation against me personally, nor do I expect that there will be.\n\n\"I operated ethically and legally at all times during my 25 years at Rio.\"\n\nMr Walsh became embroiled in the Guinea scandal when leaked internal emails emerged showing Rio's energy and minerals boss Alan Davies asking permission from Mr Walsh and then Rio chief executive Tom Albanese to make the $US10.5 million payment to adviser Francois de Combre. Conscience clear Mr Walsh pointed to comments by Rio chairman Jan du Plessis in April when he told shareholders the company had not admitted to bribery nor corruption. \"I am positive that truth will ultimately prevail and I have no fear of the truth at all, hence why I come here today, with my conscience clear,\" said Mr Walsh.\n\nThe sexagenarian became chief executive of Rio in unusual circumstances, when Mr Albanese was sacked in early 2013 over several costly failed acquisitions. Mr Walsh's three years in charge saw Rio's balance sheet and processes improved, and Mr Walsh told the audience about how that turnaround was engineered. \"I was appointed chief executive at Rio in January 2013 at what was a very challenging time,\" he said. \"To put it bluntly, the corporation was living beyond its means and a number of the businesses were cash negative.\n\n\"I made it clear that our company should be focused on delivering value for our shareholders. This sounds incredibly simple but we had lost this fundamental truth. We had become distracted by fads and mislaid our true purpose.\" Improved balance sheet Mr Walsh pointed to the improvements in Rio's balance sheet, from $US22.1 billion of net debt in June 2013 to $US9.6 billion by December 2016. \"At the time of my retirement on July 1, 2016, Rio had achieved the highest underlying earnings of any mining company,\" he said.", "image": "http://www.afr.com/content/dam/images/g/w/c/6/f/b/image.related.afrArticleLead.620x365.gwbul0.png/1495619934084.jpg", "summary": "\" Improved balance sheet Mr Walsh pointed to the improvements in Rio's balance sheet, from $US22.1 billion of net debt in June 2013 to $US9.6 billion by December 2016.\n\"I am positive that truth will ultimately prevail and I have no fear of the truth at all, hence why I come here today, with my conscience clear,\" said Mr Walsh.\n\"I was appointed chief executive at Rio in January 2013 at what was a very challenging time,\" he said.\nShare on twitter Peter Ker by Former Rio Tinto chief executive Sam Walsh says he does not fear the truth and does not expect any accusation to be made against him in relation to the Guinea payments scandal.\nMr Walsh's three years in charge saw Rio's balance sheet and processes improved, and Mr Walsh told the audience about how that turnaround was engineered.", "url": "http://www.afr.com/Page/Uuid/gwbul0", "date": "2017-05-24", "involved_companies": ["RIO"]}