{"emotion": {"anger": 0.097927, "joy": 0.083397, "sadness": 0.551271, "fear": 0.14988, "disgust": 0.060274}, "sentiment": {"score": 0.288662, "label": "positive"}, "headline": "a2 Milk Company upgrades sales outlook", "text": "by\n\nCarrie LaFrenz\n\nJames Thomson Peter Nathan, the head of a2 Milk Company in Australia and New Zealand, has looked to further distance the group from problems faced by rival baby formula maker Bellamy's Australia, after a2 confirmed that a strong start to June half means revenue for the full year will be much better than first anticipated. The upgrade, foreshadowed on Tuesday by The Australian Financial Review, means the company now expects sales for 2017 financial year will be $NZ525 million ($483 million), well above the consensus of analysts on Bloomberg of sales of $NZ511 million. The $2 billion New Zealand-based company had said in February that it expected sales in the second half would be lower than those of the first, due to the timing of major sales events such as Singles Day in China. A2 said on Wednesday demand for its a2 Platinum infant formula has exceeded internal expectations, with sales particularly strong in Australia, but also through the cross-border e-commerce channel into China. The company confirmed that for the nine months ended March 31, 2017, group revenue was $NZ388.5 million.\n\nIt said it has been working closely with its infant formula manufacturer, Synlait Milk, to increase the production schedule for the remainder of the financial year.\n\nMr Nathan brushed aside any concerns with missed sales due to stock-out issues and looked to distance a2 from Bellamy's problems in China. \"Clearly the consumer has responded even more favourably than we thought,\" he told The Australian Financial Review. \"We would always like to make sure every consumer that wants to buy our band can do so, but we are conscious that demand is outstripping supply. But we are doing everything we can do meet that demand by increasing supply from Synlait in near term. \"Our capacity to manage inventory has been demonstrated. The announcement we made just validates that and we are an entirely different business than Bellamy's.\"\n\nSeveral analysts suggested that given a2 stock issues, Bellamy's has been able to win back some lost market share. A2 stock hit a fresh high on Tuesday, surging 7.7 per cent, or up 23c to $3.20. The stock has risen 97 per cent in the past 12 months. Greencape Capital fund manager Matthew Ryland, who is one of a2's biggest shareholders at 7.22 per cent, said it was getting tougher for short sellers to hold their positions in a2. \"Those guys who are short the stock, which is 6 or 7 per cent of the company ... this has has not been working. The question is when do the shorts start covering?\" he said.\n\nMr Ryland recently speculated that a2 maybe a takeover target by large multinationals looking for growth. Mr Nathan declined to comment when asked if a2 had been approached in recent months by any suitor. \"We don't comment on market speculation. However, we are conscious that our business model is robust, and it is likely commentators would draw those conclusions based on our market position,\" he said. From January 1, China will require all manufacturers of infant formula products to be registered with the China Food and Drug Administration (CFDA). Mr Nathan said he was \"very confident\" that a2 would receive CFDA accreditation, while Bellamy's recently flagged it would miss the deadline after losing its slot at Bega Cheese's Derrimut canning line.", "image": "http://www.afr.com/content/dam/images/g/h/l/1/b/j/image.related.afrArticleLead.620x365.gvseyz.png/1493195697240.jpg", "summary": "\"Several analysts suggested that given a2 stock issues, Bellamy's has been able to win back some lost market share.\nA2 stock hit a fresh high on Tuesday, surging 7.7 per cent, or up 23c to $3.20.\nMr Nathan brushed aside any concerns with missed sales due to stock-out issues and looked to distance a2 from Bellamy's problems in China.\nA2 said on Wednesday demand for its a2 Platinum infant formula has exceeded internal expectations, with sales particularly strong in Australia, but also through the cross-border e-commerce channel into China.\n\"Those guys who are short the stock, which is 6 or 7 per cent of the company ... this has has not been working.", "url": "http://www.afr.com/Page/Uuid/gvseyz", "date": "2017-04-26", "involved_companies": ["BKL"]}