{"emotion": {"anger": 0.10388, "joy": 0.397948, "sadness": 0.17085, "fear": 0.085432, "disgust": 0.081429}, "sentiment": {"score": -0.0470466, "label": "negative"}, "headline": "Domino's Pizza to audit all Australian franchisees", "text": "Share on twitter Sue Mitchell by Domino's Pizza Enterprises will complete an audit of all 740 franchised stores in Australia by the end of June to ensure franchisees are complying with labour regulations. The network-wide audit was revealed by Domino's chief executive Don Meij at the pizza chain's annual investor day in Brisbane this week in an attempt to ease growing investor and regulatory concerns about the health of Domino's franchisees. Under a compliance program established three years ago, 456 of Domino's 740 stores in Australia have undergone preliminary audits managed by an external third party. Domino's has decided to continue preliminary checks across all stores and the audits are expected to be completed in eight to 12 weeks. The move follows a major Fairfax Media investigation which uncovered widespread wages fraud among Domino's franchisees and claims by some store owners they were struggling to make profits.\n\nUnder new laws introduced by the Turnbull government, franchisors will be liable for underpayment of workers by franchisees and face fines if they know or ought to have known of contraventions and fail to take reasonable steps to prevent them.\n\nFranchisee crackdown Unveiling record sales and profits last month, Mr Meij revealed that Domino's had recovered $4.7 million in unpaid wages and superannuation from franchisees after the spot checks and audits over the past three years. Domino's had removed four franchisees operating seven stores and another 22 franchisees had decided to exit the system, representing about 1.7 per cent of the Australian network. Mr Meij reassured investors that the audit demonstrated there was no correlation between store profitability and the underpayment of wages, as many of the stores found to have cheated on wages had been profitable.\n\nFranchisee profitability had risen 32 per cent over the past three years and the average franchisee earned $127,000 before interest tax depreciation and amortisation, while payback on the capital franchisees invested in stores was around three to five years. Mr Meij told investors this week he was confident franchisee profitability would rise again in 2017 despite a series of wage increases as store owners started paying staff late night and weekend penalty rates for the first time. Marketing costs had fallen to 2 per cent of sales from 4 per cent as Domino's shifted towards digital marketing, splitting stores reduced delivery times, and new equipment such as faster ovens, thick-shake makers and electric bikes, while coming at a cost to franchisees, helped boost sales and reduce wage costs. Domino's has also recently introduced a 10 per cent Sunday surcharge to customers to recoup penalty rates. This surcharge will remain in place despite a recent Fair Work Australia decision that Sunday penalty rates be reduced.\n\nProfits on display Members of Domino's franchisee advisory council told investors that stores were profitable with sales of $20,000 a week or about $1.1 million a year compared with average sales in Australia of $1.4 million a year. Analysts and investors welcomed the increased transparency, saying franchisee profitability was critical to Domino's long-term success and sustainability . \"Underpayment of staff is not an issue unique to Domino's but rather an unfortunate bi-product of a franchisee business model which requires constant management attention,\" said Morgan Stanley analyst Tom Kierath.\n\n\"While some level of risk remains, we hold comfort in that Domino's continues to invest in developing methods to pick up cash payments or non-compliance within the system and with about 60 per cent of the franchisee network on Domino's book-keeping services, this certainly should aid future detection,\" Mr Kierath said. UBS analyst Ben Gilbert said that while interpretation of franchisee profitability figures varied, feedback suggested the Domino's system was healthy in Australia and New Zealand. \"In our view, finding the right sites (not franchisee demand) is the key impediment to Domino's meeting its long term store targets,\" Mr Gilbert said. However, Deutsche Bank analyst Michael Simotas remains concerned about the impact of wage rises, noting the lack of cost leverage in higher turnover stores.", "image": "http://www.afr.com/content/dam/images/g/u/8/8/x/c/image.related.socialLead.620x349.gut3e8.png/1488950284050.jpg", "summary": "The network-wide audit was revealed by Domino's chief executive Don Meij at the pizza chain's annual investor day in Brisbane this week in an attempt to ease growing investor and regulatory concerns about the health of Domino's franchisees.\nDomino's had removed four franchisees operating seven stores and another 22 franchisees had decided to exit the system, representing about 1.7 per cent of the Australian network.\nThe move follows a major Fairfax Media investigation which uncovered widespread wages fraud among Domino's franchisees and claims by some store owners they were struggling to make profits.\nAnalysts and investors welcomed the increased transparency, saying franchisee profitability was critical to Domino's long-term success and sustainability .\nShare on twitter Sue Mitchell by Domino's Pizza Enterprises will complete an audit of all 740 franchised stores in Australia by the end of June to ensure franchisees are complying with labour regulations.", "url": "http://www.afr.com/Page/Uuid/gut3e8", "date": "2017-03-08", "involved_companies": ["DMP"]}