{"emotion": {"anger": 0.108711, "joy": 0.120119, "sadness": 0.498523, "fear": 0.083416, "disgust": 0.046152}, "sentiment": {"score": 0.566106, "label": "positive"}, "headline": "Rio Tinto, Fortescue Metals offer olive branch to local business", "text": "Share on twitter Tess Ingram by Two of the Pilbara's biggest mining companies have sweetened the terms they offer small businesses as they move to improve their standing with the people of Western Australia following an aggressive but so far unsuccessful political push to impose a mining tax on production from BHP Billiton and Rio Tinto's operations. Andrew Forrest's Fortescue Metals Group, which is not in the line of fire for the WA Nationals' mining tax plan, and major miner Rio Tinto announced new initiatives designed to help Pilbara businesses. The decision came a fortnight after West Australian Premier Mark McGowan, who opposes the mining tax proposal, called on the miners to address \"a rich vein of hostility\" towards the industry. During the state election campaign earlier this year, former WA Nationals leader Brendon Grylls led a fierce push to increase a levy Rio and rival BHP Billiton pay on the iron ore they produce from 25c per tonne to $5 per tonne.\n\nThe push was not successful and Mr Grylls lost his seat but the concept to increase taxes on the industry successfully tapped into anti-mining sentiment in some regions. It is also a policy that is being championed by new leader Mia Davies.\n\nRio announced it would establish a dedicated local procurement team to \"better link\" its procurement opportunities with WA suppliers. It is understood this would involved separating large integrated contracts into smaller ones and identifying work for which a local supplier or contractor might be more suitable. It will also run workshops on procurement in the Pilbara and Perth and set up a new web portal to highlight upcoming contracts. 'We think it will be a big help' Meanwhile, rival Fortescue said it would offer 14-day payment terms to Aboriginal and Pilbara small businesses, down from its traditional 30 day payment terms.\n\nChief executive Nev Power told The Australian Financial Review the company had been concerned smaller businesses were struggling with cash flow management. \"What we looked at was how we could help them in the normal course of business,\" Mr Power said. \"All we are doing is providing a more consistent cash flow to help them manage their cash in the business. We think it will be a big help for them and it will encourage them to grow and build capability and capacity.\" Mr McGowan said he was pleased Rio had listened to his calls and hoped other companies would follow suit.\n\nBHP and Rio copped heavy government criticism in 2016 when they tried to extend their payment terms to as long as 90 days. Malcolm Azzopardi, chief financial officer of mining contractor WPH, which operates in the Pilbara, said it was challenging for small companies \"to try and crack the likes of BHP and Rio\". \"It is a lot harder than it used to be to get those opportunities so this is good news,\" he said. \"Better payment terms are also important and something we have been trying to push. Previously we weren't getting paid for quite some time and for small businesses it has a huge strain on contractors and has a domino impact through the supply chain and the entire economy.", "image": "http://www.afr.com/content/dam/images/g/s/d/o/7/u/image.related.afrArticleLead.620x365.gw2yv6.png/1494566224622.jpg", "summary": "Andrew Forrest's Fortescue Metals Group, which is not in the line of fire for the WA Nationals' mining tax plan, and major miner Rio Tinto announced new initiatives designed to help Pilbara businesses.\n'We think it will be a big help' Meanwhile, rival Fortescue said it would offer 14-day payment terms to Aboriginal and Pilbara small businesses, down from its traditional 30 day payment terms.\nBHP and Rio copped heavy government criticism in 2016 when they tried to extend their payment terms to as long as 90 days.\n\"Better payment terms are also important and something we have been trying to push.\nRio announced it would establish a dedicated local procurement team to \"better link\" its procurement opportunities with WA suppliers.", "url": "http://www.afr.com/Page/Uuid/gw2yv6", "date": "2017-05-12", "involved_companies": ["RIO", "FMG"]}