{"emotion": {"anger": 0.125164, "joy": 0.140747, "sadness": 0.15215, "fear": 0.107576, "disgust": 0.107749}, "sentiment": {"score": 0.0664377, "label": "positive"}, "headline": "Retailers profit from self-help", "text": "Share on twitter Sue Mitchell by Small cap retailers are increasingly relying on self help measures rather than patchy consumer spending to grow sales and earnings, judging by the December-half results of Beacon Lighting, Breville Group, Lovisa and Retail Food Group. As profit season draws to a close the quality of earnings from smaller retailers usually deteriorates, but those who reported on Thursday are holding their own after cutting costs, raising prices, opening new stores or moving into new territories. Budget jewellery retailer Lovisa – which has had a patchy earnings record since being floated by Brett Blundy's BB retail Capital in December 2014 – delivered the strongest growth. Net profit for the December-half rose 50 per cent to $20.3 million following strong sales and gross margin gains. Sales rose 21 per cent to $99.7 million, with 18 new stores augmenting strong same-store sales growth of 12.6 per cent.\n\nAfter being caught out by the weaker dollar in the December-half 2015, Lovisa raised prices this year, sending gross margins up 180 basis points to 77.8 per cent. The retailer was also a major beneficiary of the demise of rival chain Equip, picking up some of its 120 stores and expanding its overseas operations.\n\nRetail Food Group, which owns Michel's Patisserie, Donut King, Brumbies Bakeries, Crust Gourmet Pizza and Gloria Jeans, also delivered a strong result, with net profits up 12.7 per cent to $36.2 million. Same-store sales across RFG's traditional franchised brands were patchy, with weighted same-store sales up just 1.4 per cent and average transaction value up 2 per cent. But total sales rose 9.2 per cent to $161.9 million, buoyed by the acquisition of Hudson Pacific in September. The strongest sales growth came from the new commercial division, international operations and coffee distribution. RFG reaffirmed its guidance for 20 per cent growth in underlying net profit this year and said it was well placed to pursue further acquisitions. The interim dividend rose from 13¢ a share to 14.75¢, payable on April 10. Breville on the up\n\nBreville Group also overcame challenging market conditions – including the ongoing shift by mass market retailers towards private label appliances – to deliver a 9.4 per cent increase in net profit to $33.7 million Revenues for the six months ending December 31 rose 2.4 per cent to $339.2 million – compared with growth of 12.7 per cent in the previous December-half – as solid sales of higher-margin Breville and Sage coffee makers and food mixers offset weaker sales of brands such as Kambrook and Philips. Earnings before interest and tax rose 6.7 per cent to $49.1 million after Breville cut staff, rent, marketing and administration costs. Breville's board said the first-half result was encouraging and expected June-half EBIT to grow at a similar rate as the first half. The company, which is 27 per cent owned by Solomon Lew's Premier Investments, increased its interim dividend 1¢ to 15.5¢, partly franked.", "image": "http://www.afr.com/content/dam/images/g/r/y/3/k/1/image.related.socialLead.620x349.gujqdq.png/1487846386300.jpg", "summary": "Net profit for the December-half rose 50 per cent to $20.3 million following strong sales and gross margin gains.\nRFG reaffirmed its guidance for 20 per cent growth in underlying net profit this year and said it was well placed to pursue further acquisitions.\nSales rose 21 per cent to $99.7 million, with 18 new stores augmenting strong same-store sales growth of 12.6 per cent.\nThe strongest sales growth came from the new commercial division, international operations and coffee distribution.\nBut total sales rose 9.2 per cent to $161.9 million, buoyed by the acquisition of Hudson Pacific in September.", "url": "http://www.afr.com/Page/Uuid/gujqdq", "date": "2017-02-23", "involved_companies": ["BRG", "RFG"]}