{"emotion": {"anger": 0.18141, "joy": 0.098917, "sadness": 0.441875, "fear": 0.095765, "disgust": 0.511931}, "sentiment": {"score": 0.519441, "label": "positive"}, "headline": "Woolworths to proceed with Masters sale after Lowe's forced to sell back stake", "text": "Share on twitter\n\nShare on Google Plus Jessica Gardner by Woolworths has had a win in its stoush with US retailer Lowe's, its partner in the failed Masters joint venture, with an arbitration process paving the way for its $835 million exit plan to proceed. An independent expert will be called upon to decide on the value of Lowe's 33 per cent stake in Masters, and then Woolworths will be required to pay that amount to its former partner. The parties have been fighting over the value for over a year and the difference in opinions is stark. Experts hired by Woolies have judged the stake to be worth nothing, while Lowe's has said it is worth $654 million. Lowe's launched legal action in August 2016, five days after Woolies struck a three-way deal to sell 80 stores and sites to the Home consortium, inventory to an auction house and wholesaler Home Timber & Hardware to Metcash.\n\nThe whole deal was worth $1.5 billion, but it is the transaction with the Home consortium that was caught up in the action.\n\nLowe's accused Woolworths of oppressive behaviour and acting in bad faith, but shareholders complained Lowe's was trying to force Woolies to pay it a higher price for its stake in Hydrox Holdings, the Masters parent company. Woolworths sought the appointment of an independent arbitrator per the original joint venture agreement. On Friday, the supermarket giant said the confidential arbitration had ended with a decision that Lowe's must sell its shares in Hydrox \"for a value determined by a third-party independent expert\" as at January 18, 2016, Woolworths said in a statement. That date is when Woolies and Lowe's said they would exit the joint venture and one month prior to Woolies saying it would exercise its call option over Lowe's stake in Hydrox. Later that year, in August, Woolies terminated the joint venture and the option, but the return to a sale of the stake means that termination might not have been valid.", "image": "http://www.afr.com/content/dam/images/g/t/d/h/l/i/image.related.afrArticleLead.620x365.gvp8xq.png/1492752333549.jpg", "summary": "That date is when Woolies and Lowe's said they would exit the joint venture and one month prior to Woolies saying it would exercise its call option over Lowe's stake in Hydrox.\nExperts hired by Woolies have judged the stake to be worth nothing, while Lowe's has said it is worth $654 million.\nAn independent expert will be called upon to decide on the value of Lowe's 33 per cent stake in Masters, and then Woolworths will be required to pay that amount to its former partner.\nWoolworths sought the appointment of an independent arbitrator per the original joint venture agreement.\nLater that year, in August, Woolies terminated the joint venture and the option, but the return to a sale of the stake means that termination might not have been valid.", "url": "http://www.afr.com/Page/Uuid/gvp8xq", "date": "2017-04-21", "involved_companies": ["WOW"]}