{"emotion": {"anger": 0.137321, "joy": 0.05689, "sadness": 0.19144, "fear": 0.057159, "disgust": 0.116633}, "sentiment": {"score": -0.0147046, "label": "negative"}, "headline": "Sam Walsh bonus deferral 'reasonable', says ISS", "text": "Share on twitter Peter Ker by Rio Tinto's decision to defer bonuses owed to former chief executive Sam Walsh is \"reasonable\" according to an influential proxy adviser, which has highlighted the different treatment handed out to two other executives embroiled in the company's Guinea scandal. In a note to Rio's London shareholders, ISS Governance gave its blessing to a \"deed of deferral\" struck between Mr Walsh and Rio that will see the company withhold payment of certain short-term and long-term bonuses until an investigation into the Guinea saga is complete and effectively clears Mr Walsh of any wrongdoing. \"The company's actions regarding former CEO Sam Walsh's outstanding variable remuneration, in response to the investigation at Simandou, appear reasonable at this time, though future developments will warrant close attention,\" said ISS in the note. The deferral came after leaked emails from Mr Walsh, Rio's former chief executive Tom Albanese and former energy and minerals boss Alan Davies sparked controversy over a $US10.5 million ($14 million) payment to a political adviser in Guinea.\n\nThe deferral of bonuses was the main reason Mr Walsh's remuneration shrank from more than $9 million in 2015 to $1.6 million in 2016.\n\nRio sacked Mr Davies and Rio's legal affairs boss Debra Valentine over the Guinea scandal in November, and announced in March that neither would get their bonuses. ISS did not pass judgment on Rio's decision to deny Mr Davies and Ms Valentine their bonuses, but did seek to highlight the inconsistency between their treatment and that of Mr Walsh. \"It is noted that the treatment of the CEO differs from the treatment of two other implicated executives [Mr Davies and Ms Valentine], who were terminated and received no bonus payment,\" said ISS in the note. The forfeited bonuses are estimated to have cost Mr Davies and Ms Valentine close to $4 million each, while Mr Davies also had £32,110 ($53,151) in previous payments clawed back by Rio, in the company's first use of the claw-back provision since it was introduced in 2013.\n\nThe note has been circulated to Rio's UK shareholders before the annual meeting of shareholders in London on Wednesday. ISS has encouraged Rio shareholders to vote in favour of all 23 motions put forward. However, the proxy adviser said it could only give \"qualified support\" to Rio's remuneration report, saying it had concerns that some incentive targets had been lowered, thereby making it easier to achieve bonus payments. Target concerns\n\n\"Some concerns are raised as to the rigour of the targets and to what extent they represent outperformance,\" said ISS. \"This year's targets appear substantially reduced.\" ​ISS also recommended shareholders support a motion that would allow Rio to make political donations for the next 15 months. Rio has said it has no intention of making donations to political parties, nor politicians, but it wants shareholder permission to ensure it does not breach UK legislation, which arguably considers donations to industry groups as political donations.", "image": "http://www.afr.com/content/dam/images/g/m/s/1/4/9/image.related.afrArticleLead.620x365.gvhqrb.png/1491890045971.jpg", "summary": "ISS has encouraged Rio shareholders to vote in favour of all 23 motions put forward.\n\" ​ISS also recommended shareholders support a motion that would allow Rio to make political donations for the next 15 months.\nISS did not pass judgment on Rio's decision to deny Mr Davies and Ms Valentine their bonuses, but did seek to highlight the inconsistency between their treatment and that of Mr Walsh.\nThe deferral came after leaked emails from Mr Walsh, Rio's former chief executive Tom Albanese and former energy and minerals boss Alan Davies sparked controversy over a $US10.5 million ($14 million) payment to a political adviser in Guinea.\nThe note has been circulated to Rio's UK shareholders before the annual meeting of shareholders in London on Wednesday.", "url": "http://www.afr.com/Page/Uuid/gvhqrb", "date": "2017-04-11", "involved_companies": ["AWC", "RIO"]}