{"emotion": {"anger": 0.045384, "joy": 0.503943, "sadness": 0.518412, "fear": 0.043283, "disgust": 0.050167}, "sentiment": {"score": 0.624123, "label": "positive"}, "headline": "Woolworths signs 15-year lease at Pellicano's South City Square", "text": "Share on twitter\n\nShare on Google Plus Matthew Cranston by Woolworths has just signed a 15-year lease deal at the Pellicano Group's $600 million South City Square development in Brisbane's Woolloongabba, creating what will be its next major full-line store. So why would Woolworths spend what sources estimate will be at least $20 million in rent on a new 3600 square metre store, when there is a Woolworths about 2.8 kilometres away? The answer is Brisbane's apartment boom and Pellicano's strong sales. Woolworths is anticipating about 4000 new apartments will pop up in a 2km radius of its new store at Pellicano's South City, which itself will have about 1000 apartments on completion.\n\nWoolworths regional property manager Phillip Peel, Pellicano Queensland operations manager Michael Kent and Mark Douglas, entertainment development manager pose at the South City Square display. Chris Hyde\n\n\"Woolworths regularly investigates opportunities to bring a convenient community supermarket to a new location,\" Woolworths regional property manager for Queensland Phillip Peel said.\n\n\"We consider a variety of elements when deciding if we should progress with a development proposal including the area's population growth and community support for a new supermarket.\" Leading retail analytics group Location IQ estimates that the current retail spend in the main trade area in Woolloongabba is estimated at over $358 million a year, and is projected to more than triple in size, increasing to $1.08 billion over the period to 2031. Furthermore, property research firm Urbis has forecast the Woolloongabba catchment's population to grow to more than 33,000 by 2036, a 50 per cent increase from 22,000 now. \"Given the substantial growth anticipated in this area, its proximity to Brisbane CBD, and its strong road network we believe this location will provide convenient access for our customers and we look forward to delivering high quality produce at great value for local residents,\" Mr Peel said.\n\nPart of the proposed South City Square development in Brisbane's Woolloongabba. Tony Moore\n\n﻿ Strong market demand Pellicano's development operations manager Michael Kent has worked hard with joint venture partner Perri Projects to make the development capture as much of the population and demand for housing as possible. \"When creating the vision for South City Square, Pellicano and Perri Projects recognised the strong market demand and sought to create a project that integrated premium retail and hospitality offerings with the quality residential offering,\" he said. Cinema company Reading Entertainment also signed up to the development on a 15-year lease within the group's 13,000sq m retail component.\n\nLooking over the public area at the planned South City Square in Brisbane. Supplied\n\n\"South City Square's retail and dining precinct is located just a three-minute walk from The Gabba, which draws over 330,000 people to its sporting events each year. That's 330,000 people that will want to dine, be entertained, and patronise retailers before and after events,\" said Mr Kent. But how reliable are the estimates of growth? If the strength of sales for apartments and the orderly settlement process is anything to go by then Woolworths has probably made a smart decision. The South City Square attracted $190 million in sales covering 370 apartments in just the first few months on the market, indicating that despite some slowdown in the Brisbane apartment market well-located projects with good amenity are still attracting investors.", "image": "http://www.afr.com/content/dam/images/g/v/a/a/r/o/image.related.afrArticleLead.620x365.gvr4l3.png/1493180724124.jpg", "summary": "Woolworths regional property manager Phillip Peel, Pellicano Queensland operations manager Michael Kent and Mark Douglas, entertainment development manager pose at the South City Square display.\nLooking over the public area at the planned South City Square in Brisbane.\nPart of the proposed South City Square development in Brisbane's Woolloongabba.\nShare on twitterShare on Google Plus Matthew Cranston by Woolworths has just signed a 15-year lease deal at the Pellicano Group's $600 million South City Square development in Brisbane's Woolloongabba, creating what will be its next major full-line store.\nWoolworths is anticipating about 4000 new apartments will pop up in a 2km radius of its new store at Pellicano's South City, which itself will have about 1000 apartments on completion.", "url": "http://www.afr.com/Page/Uuid/gvr4l3", "date": "2017-04-26", "involved_companies": ["WOW"]}