{"emotion": {"anger": 0.189335, "joy": 0.046693, "sadness": 0.602504, "fear": 0.118298, "disgust": 0.099457}, "sentiment": {"score": -0.6461, "label": "negative"}, "headline": "Strike-hit Escondida months from full resumption", "text": "Share on twitter Peter Ker by The world's biggest copper mine, Escondida, is still months away from producing at full capacity despite a strike ending there almost one month ago. In bad news for Escondida's biggest shareholders, BHP Billiton and Rio Tinto, it could be July before the mine reaches full production, exacerbating a financial year that has been dominated by interruptions to their copper mines. The restart schedule is much slower than most pundits had expected after a 43-day strike ceased on March 24; the industrial action was a major factor in Rio reporting its weakest quarterly copper output in 17 years on Thursday. Rio produced just 84,200 tonnes in the March quarter, 37 per cent lower than the comparable period in 2016.\n\n\"It is expected that the [Escondida] operations will ramp up to normal production levels by July 2017,\" said Rio in a statement.\n\nIt is believed the longer than expected ramp-up period is linked to restocking of the leach pad at the mine, among other items. BHP is expected to reveal more about the impact of the strike on growth projects at Escondida, including installing a new concentrator and desalination plant, when it reports its quarterly numbers to market on April 26. Shaw and Partners analyst Peter O'Connor said the slow ramp-up at Escondida was the one surprise in a report where \"most of the headline shocks were already known about\". Continued speculation\n\nEscondida is not the only headache in Rio's copper division, with output from Indonesia's Grasberg mine also weak in the March quarter on the back of a dispute with the local government over exports and a new operating licence for the mine. There has been continued speculation in recent days that a deal to resolve that dispute could be imminent, but there was no official confirmation on Thursday. Rio's partner in Grasberg, Freeport McMoran revealed in February that the delays to exports from the mine would mean Rio will have to wait until 2023 to take a 40 per cent stake in the mine, rather than in 2021 as previously planned. The troubles at the two mines convinced Rio to slash its copper production guidance for 2017, despite having the next nine months to make up lost ground.\n\nRio had previously vowed to produce between 525,000 and 665,000 tonnes of copper in 2017, but now expects to produce between 500,000 and 550,000 tonnes. BHP may also cut its copper guidance when it reports to market on April 26, and a growing number of pundits, including Rio's copper boss Arnaud Soirat, believe a copper shortage will emerge this year. \"In the last 18 months the industry has seen around 700,000 to 800,000 tonnes of price-related cutbacks and as a result forecasts of a market surplus have fallen substantially and we now see the market moving into a small deficit this year,\" said Mr Soirat in Santiago earlier this month.Exports of Rio's most important and lucrative commodity, iron ore, were also weak in the March quarter on the back of disruptions caused by cyclones and rain. The 76.7 million tonnes of iron ore sold in the quarter was on par with the March quarter of 2016, but 13 per cent below sales in the three months to December 31.\n\nRio reiterated its plan to ship between 330 million and 340 million tonnes from Western Australia in 2017, but is behind the pace required to achieve that milestone. Prices normalising Rio is not the only Pilbara iron ore exporter to report an interrupted first quarter; last week Fortescue revealed that iron ore shipments from the pilbara were down 6 per cent. Evans and Partners analyst Andrew Hines said it was a weak quarter from Rio, but not as bad as it could have been given iron ore guidance had not been downgraded.", "image": "http://www.afr.com/content/dam/images/g/o/d/c/u/s/image.related.afrArticleLead.620x365.gvoo29.png/1492688031960.jpg", "summary": "Share on twitter Peter Ker by The world's biggest copper mine, Escondida, is still months away from producing at full capacity despite a strike ending there almost one month ago.\n\"It is expected that the [Escondida] operations will ramp up to normal production levels by July 2017,\" said Rio in a statement.\nPrices normalising Rio is not the only Pilbara iron ore exporter to report an interrupted first quarter; last week Fortescue revealed that iron ore shipments from the pilbara were down 6 per cent.\nRio produced just 84,200 tonnes in the March quarter, 37 per cent lower than the comparable period in 2016.\nThe 76.7 million tonnes of iron ore sold in the quarter was on par with the March quarter of 2016, but 13 per cent below sales in the three months to December 31.", "url": "http://www.afr.com/Page/Uuid/gvoo29", "date": "2017-04-20", "involved_companies": ["RIO", "BHP"]}