{"emotion": {"anger": 0.112653, "joy": 0.079512, "sadness": 0.562922, "fear": 0.096885, "disgust": 0.083718}, "sentiment": {"score": 0.431408, "label": "positive"}, "headline": "Caltex Australia gains ACCC clearance for Milemaker Petroleum deal", "text": "Share on twitter Sue Mitchell by Caltex Australia is making headway in its attempt to plug a $100 million-plus hole in profits when its 13-year fuel partnership with Woolworths comes to an end, gaining clearance for acquisitions and accelerating its convenience strategy. The Australian Competition and Consumer Commission has approved Caltex's $95 million acquisition of Melbourne-based Milemaker Petroleum and Caltex is confident that its proposed $324 million acquisition of Gull New Zealand will be approved by competition regulators shortly. As part of its Freedom of Convenience strategy, Caltex has opened the first three Foodary on-the-go food retail outlets – achieving sales growth between 20 per cent and 35 per cent – and has announced alliances with Boost Juice, Sumo Salads, Guzman Y Gomez, HelloFresh and Parcel Point. It also acquired a Melbourne grab-and-go retailer Nashi, which operates nine stores. Speaking to shareholders at Caltex's annual meeting in Sydney on Thursday, chief executive Julian Segal described the likely loss of Caltex's 3.5 billion litre wholesale supply contract with Woolworths as a \"short-term setback for Caltex.\"\n\nMr Segal said analyst estimates that Caltex would lose between $100 million and $150 million in earnings if BP gained clearance to acquire Woolworths' fuel business for $1.8 billion were \"not unreasonable\".\n\nHowever, Mr Segal said there was still uncertainty as to whether the BP/Woolworths deal would be completed. \"We are confident that we will be able to close any earnings gap on a run rate basis by the end of this year and will do so in a disciplined and sensible manner,\" he said. Caltex has previously estimated that the acquisition of Gull New Zealand, a fuel importer and distributor, and Milemaker, which has 46 service stations in Victoria, would add about $50 million to earnings. Chairman Greig Gailey believes there is scope for Caltex to acquire a \"substantial\" number of Woolworths sites that may have to be divested in order for BP to secure ACCC clearance.\n\n\"We have a very active interest in that process as it evolves,\" Mr Gailey said. While Caltex was disappointed to lose the Woolworths volume and retail sites, overpaying for acquisitions was not in shareholders' best interests. \"Caltex will continue to supply Woolworths in the interim and we are actively progressing opportunities to replace the profit which will be lost after this transaction completes,\" Mr Gailey said. In a trading update, Caltex said first quarter net profit on a replacement cost basis had risen $3 million to $154 million and underlying profits were up 5 per cent, underpinned by stronger refiner margins and supply and marketing earnings. After initially raising concerns about the impact of the Milemaker deal on fuel prices in Melbourne, the Australian Competition and Consumer Commission said on Thursday it would not oppose the acquisition.\n\nThe ACCC has come to the view that the presence of other vigorous competitors should limit the loss of competition and maintain competitive pressure. \"This was a difficult decision, as competition will be reduced,\" said ACCC chairman Rod Sims. \"However, the small size of Milemaker and limited direct competitive overlap with Caltex led the ACCC to conclude that the effect on competition is not likely to be substantial.\" Caltex shares rose 2.2 per cent to $31.19, a six month high. Staff 'not underpaid'\n\n​Mr Gailey also addressed the recent scandal involving underpayment of staff by Caltex franchisees. The fuel giant has uncovered dozens of cases of underpayment of entitlements by franchisees after conducting a network-wide audit of its retail sites over the last six months. Caltex has terminated agreements with 19 franchisees covering 43 sites for underpayment or \"or other non-compliance with workplace audit requirements\". Earlier this week, the company set up a $20 million fund to compensate employees who have been underpaid by franchisees.", "image": "http://www.afr.com/content/dam/images/g/n/x/z/t/y/image.related.socialLead.620x349.gvyfdb.png/1493883489998.jpg", "summary": "Staff 'not underpaid'​Mr Gailey also addressed the recent scandal involving underpayment of staff by Caltex franchisees.\nCaltex has terminated agreements with 19 franchisees covering 43 sites for underpayment or \"or other non-compliance with workplace audit requirements\".\nChairman Greig Gailey believes there is scope for Caltex to acquire a \"substantial\" number of Woolworths sites that may have to be divested in order for BP to secure ACCC clearance.\n\"Mr Segal said analyst estimates that Caltex would lose between $100 million and $150 million in earnings if BP gained clearance to acquire Woolworths' fuel business for $1.8 billion were \"not unreasonable\".\nWhile Caltex was disappointed to lose the Woolworths volume and retail sites, overpaying for acquisitions was not in shareholders' best interests.", "url": "http://www.afr.com/Page/Uuid/gvyfdb", "date": "2017-05-04", "involved_companies": ["CTX", "WOW"]}