{"emotion": {"anger": 0.096413, "joy": 0.043595, "sadness": 0.547155, "fear": 0.128004, "disgust": 0.06609}, "sentiment": {"score": -0.305414, "label": "negative"}, "headline": "Amazon gears up to take on Coles, Woolworths", "text": "Share on twitter Sue Mitchell by Amazon is in talks with almost 20 per cent of Australian food and grocery suppliers, confirming that the e-commerce giant is preparing to take on Coles and Woolworths in the $3 billion online grocery market. According to a survey of suppliers by investment bank UBS, about 23 per cent of packaged food suppliers and 29 per cent of non-food grocery suppliers have been in contact with Amazon, which last month confirmed plans to roll out its full retail offering in the next few years. About 96 per cent of suppliers believe the online behemoth will launch Amazon Pantry within three years, challenging Coles and Woolworths' dominance of the online grocery market, which now accounts for about 3 per cent of the total $90 billion market. UBS analyst Ben Gilbert said no fresh food suppliers surveyed claimed to have been in contact with Amazon, suggesting that the e-tailer had no current plans to launch its fresh food delivery service, Amazon Fresh, in the foreseeable future.\n\nThe survey also showed that 51 per cent of suppliers expect German hypermarket Kaufland to enter Australia within the next three years. However, only 3 per cent of packaged food suppliers have been in contact with Kaufland, which revealed late last year it was investigating entering the Australian market.\n\nNo suppliers said they had been approached by Kaufland's sister chain, Lidl, which says it has no current plans to set up shop in Australian despite registering hundreds of trademarks over the last 20 years. Increasing competition The new entrants will increase the level of competition for market leaders Coles and Woolworths, independent retailers supplied by Metcash and discounter Aldi, which now accounts for about 10 per cent of the Australian market. However, the new players promise to provide a lucrative new channel to market for food and grocery suppliers, who face ongoing pricing and ranging pressure as the major chains protect their turf.\n\nThe survey found that while manufacturers' topline sales growth has accelerated in 2017 after a tough year in 2016, supplier margins continue to come under pressure from retailer price creep, range rationalisation, demands for higher trade spend and increased competition from private label products. Mr Gilbert said the launch of Amazon Pantry heightened the risk of increased discounting by the major chains to defend their market share. \"We believe the threat of a new international entrant is a significant medium to longer term risk to industry growth and earnings,\" Mr Gilbert said. Investors fear grocery retailer earnings will fall 12 per cent and sales by an average 2.6 per cent within years of Amazon entering Australia, according to a separate survey of fund managers and brokers by UBS, with Metcash likely to be hit harder than Wesfarmers and Woolworths.\n\nThe UBS supplier survey, which covered 49 suppliers with combined revenues of $25 billion, will be presented at the Australian Food and Grocery Council's annual conference in Brisbane this week. UBS partnered with the AFGC to assess whether the lower growth market was here to stay and which retailers and suppliers were best placed to win. Changing fortunes The survey confirmed that Woolworths is turning around faster than expected after investing $1 billion into price reductions over the last 18 months and is expected to outperform over the next 12 months.\n\nSuppliers also expect Aldi's sales to re-accelerate as the discounter Invests $500 million into stores and refurbishments and expands in South Australia and Western Australia. However, Coles is expected to be one of the worst performers after recently posting its slowest sales growth since the Wesfarmers takeover. Coles grew same-store food sales faster than Woolworths for 29 consecutive quarters, but Woolworths has taken the lead for the last two quarters after investing more than $1 billion into price and service during the past 18 months. In the March quarter, Woolworths' same-store food sales soared 4.5 per cent, the strongest growth since 2010, while Coles' same-store food sales slowed to 0.8 per cent", "image": "http://www.afr.com/content/dam/images/z/q/t/g/l/image.related.afrArticleLead.620x365.gwaxb2.png/1495526814408.jpg", "summary": "In the March quarter, Woolworths' same-store food sales soared 4.5 per cent, the strongest growth since 2010, while Coles' same-store food sales slowed to 0.8 per cent\nColes grew same-store food sales faster than Woolworths for 29 consecutive quarters, but Woolworths has taken the lead for the last two quarters after investing more than $1 billion into price and service during the past 18 months.\nShare on twitter Sue Mitchell by Amazon is in talks with almost 20 per cent of Australian food and grocery suppliers, confirming that the e-commerce giant is preparing to take on Coles and Woolworths in the $3 billion online grocery market.\nAbout 96 per cent of suppliers believe the online behemoth will launch Amazon Pantry within three years, challenging Coles and Woolworths' dominance of the online grocery market, which now accounts for about 3 per cent of the total $90 billion market.\nUBS analyst Ben Gilbert said no fresh food suppliers surveyed claimed to have been in contact with Amazon, suggesting that the e-tailer had no current plans to launch its fresh food delivery service, Amazon Fresh, in the foreseeable future.", "url": "http://www.afr.com/Page/Uuid/gwaxb2", "date": "2017-05-23", "involved_companies": ["WOW", "WES", "MTS"]}