{"emotion": {"anger": 0.119684, "joy": 0.070298, "sadness": 0.454701, "fear": 0.117602, "disgust": 0.105986}, "sentiment": {"score": -0.155161, "label": "negative"}, "headline": "Rio Tinto chair Jan du Plessis labels Guinea scandal 'upsetting'", "text": "Departing Rio Tinto chairman Jan du Plessis described the company's Guinea payment scandal as \"upsetting\", as he faced shareholders for the first time since the company reported itself to several of the world's top fraud and corruption regulators last year.\n\nSpeaking at Rio's annual meeting of London shareholders on Wednesday night, Mr du Plessis said there was little more he could say about the scandal, which prompted the sacking of energy and minerals executive Alan Davies, legal affairs boss Debra Valentine and forced the deferral of bonuses owing to former chief executive Sam Walsh.\n\n\"The outcome of these regulatory investigations, and any potential litigation, is uncertain and I am sure you will understand there is unfortunately little more I can say at this time. However, I want to assure you that the board is giving these matters its full and proper attention,\" he told shareholders.\n\n\"We are continuing to fully co-operate with the relevant authorities.\"", "image": "http://www.afr.com/content/dam/images/g/o/n/3/p/g/image.related.afrArticleLead.620x365.gvj7m5.png/1491986286952.jpg", "summary": "Departing Rio Tinto chairman Jan du Plessis described the company's Guinea payment scandal as \"upsetting\", as he faced shareholders for the first time since the company reported itself to several of the world's top fraud and corruption regulators last year.\nHowever, I want to assure you that the board is giving these matters its full and proper attention,\" he told shareholders.\n\"The outcome of these regulatory investigations, and any potential litigation, is uncertain and I am sure you will understand there is unfortunately little more I can say at this time.\n\"We are continuing to fully co-operate with the relevant authorities.\nSpeaking at Rio's annual meeting of London shareholders on Wednesday night, Mr du Plessis said there was little more he could say about the scandal, which prompted the sacking of energy and minerals executive Alan Davies, legal affairs boss Debra Valentine and forced the deferral of bonuses owing to former chief executive Sam Walsh.", "url": "http://www.afr.com/Page/Uuid/gvj7m5", "date": "2017-04-12", "involved_companies": ["RIO"]}