{"emotion": {"anger": 0.099833, "joy": 0.051245, "sadness": 0.587265, "fear": 0.084746, "disgust": 0.058038}, "sentiment": {"score": -0.113115, "label": "negative"}, "headline": "Metcash to launch Price Match II to protect sales", "text": "Share on twitter Sue Mitchell by Metcash is working with IGA retailers and suppliers on a new price matching program aimed at stemming market share loss, which has accelerated since Woolworths turned the corner last year. Industry sources said Metcash was preparing to invest another $40 million to $50 million into reducing grocery prices under Price Match II, the second iteration of a successful program that cut prices on key grocery lines by about 3 per cent to match those at Coles and Woolworths. The first program, launched by Metcash chief executive Iain Morrice in 2014, helped stem the decline in Metcash's wholesale revenues and boosted same-store sales at participating IGA retailers, who part-funded the price reductions. Comparable store sales in IGA supermarkets rose 1.4 per cent in 2016, twice the rate of growth in 2015, and sales at about 960 stores that matched prices rose by an average 3 per cent.\n\nHowever, analysts said the impact of Price Match was wearing off as the major chains stepped up price investment, improved their fresh food offers and opened more small-format and metro stores, chipping away at Metcash's reputation for convenience.\n\nLosing market share A survey of 1063 Australian shoppers by UBS last month showed that IGA was losing market share to Woolworths, Aldi and Coles at a faster rate as competition in the $90 billion grocery market became more intense. \"IGA lost shoppers at an accelerating rate [compared with a similar survey in June 2016] and experienced a sharp fall in share of wallet,\" UBS analyst Ben Gilbert said. \"While its competitive advantage in convenience is being marginalised at a much slower rate, benefits from the Price Match initiatives are starting to wane, with pricing perceptions weakening.\n\n\"In our view Metcash is structurally challenged and, while cost-out [Metcash is cutting costs by $100 million over three years] has driven short-term upgrades, we believe this will in time run out, with share loss in food to continue to accelerate.\" Ritchies Supermarkets chief executive Fred Harrison, who runs about 82 IGA stores, said IGA retailers' same-store sales growth had slowed but remained positive in the past 12 months (moving annual total to the end of February). \"IGA is still holding up, it's not all doom and gloom,\" Mr Harrison told The Australian Financial Review. Revamp needed\n\nMr Harrison said Price Match had \"stopped the rot\" when it was launched almost three years ago but needed to be revamped. \"We think it's great for the business, great for price perception, but it does need a freshen up,\" he said. Metcash is understood to be working with retailers on what products and lines should be earmarked for either temporary or permanent price reductions to match those at Coles and Woolworths. Metcash is also seeking supplier support to fund at least part of the investment in price to reduce the impact on its food and grocery distribution margins, which have halved in the past five years from 4.8 per cent to 1.9 per cent. \"If it's funded by suppliers and retailers, Metcash might get out without too much damage [to margins)],\" one analyst said.\n\nA Metcash spokeswoman confirmed on Tuesday night that the wholesaler was working on a second Price Match program. \"Price Match 2 refers to taking the successful Price Match program that has been running for over two years and to refresh it to ensure ongoing success,\" the spokeswoman said. Metcash is expected to launch Price Match II mid-year, possibly to coincide with the IGA annual conference in July. Mr Harrison said IGA was losing market share because many retailers had been refurbishing stores under Metcash's Diamond Store program, rather than opening new stores, as Aldi and Woolworths have been doing.", "image": "http://www.afr.com/content/dam/images/g/h/m/p/v/d/image.related.socialLead.620x349.gvd21y.png/1491362045314.jpg", "summary": "\"Price Match 2 refers to taking the successful Price Match program that has been running for over two years and to refresh it to ensure ongoing success,\" the spokeswoman said.\nMetcash is expected to launch Price Match II mid-year, possibly to coincide with the IGA annual conference in July.\nA Metcash spokeswoman confirmed on Tuesday night that the wholesaler was working on a second Price Match program.\nRevamp neededMr Harrison said Price Match had \"stopped the rot\" when it was launched almost three years ago but needed to be revamped.\n\"If it's funded by suppliers and retailers, Metcash might get out without too much damage [to margins)],\" one analyst said.", "url": "http://www.afr.com/Page/Uuid/gvd21y", "date": "2017-04-05", "involved_companies": ["WOW", "MTS", "WES"]}