{"emotion": {"anger": 0.212694, "joy": 0.11746, "sadness": 0.198292, "fear": 0.130644, "disgust": 0.084827}, "sentiment": {"score": 0.347783, "label": "positive"}, "headline": "Big miners court the Raging Bull of rehab", "text": "Share on twitter Peter Ker by Patrick Walta is earning a reputation for cleaning up other people's mess, and some of the world's biggest mining companies are starting to take notice. In a sector where rehabilitation is typically viewed as an expensive obligation rather than an opportunity, Mr Walta's company Raging Bull is taking advantage as big miners increasingly seek to outsource or divest their rehabilitation work. That reputation was enhanced last month when Raging Bull struck a deal with MMG to acquire the remnants of Australia's largest zinc mine, the Century operation in Queensland. Century officially reached the end of its working life in 2015 and as MMG sought to liquidate the remaining assets on site, it came across Raging Bull's unlikely offer to take ownership of Century and its lengthy rehabilitation process.\n\n\"We came in and said we are going to provide a holistic economic rehabilitation solution; we wanted to take all the assets, all the liabilities,\" Mr Walta said.\n\nPut simply, Raging Bull's business model is based on extracting the valuable metals contained in mine wastes and tailings, and using the revenue from the sale of those metals to fund the kind of quality rehabilitation work that governments and communities demand. \"We generate revenue out of that and we move the rehabilitation from a cost model into an operations model,\" he said. The model was first deployed on Queensland's historic but environmentally damaged Mount Morgan gold mine, and is also under way on a polymetallic mine in the Northern Territory. That simple model is built upon the complex metallurgical skills of Mr Walta and his long-term business partner John Carr, who both began their careers in Rio Tinto's Queensland coal mines.\n\n\"Personally I felt uneasy about the environmental burden we were creating,\" said Mr Walta, explaining how his time at Hail Creek coal mine led to his more recent focus on rehabilitation. \"I felt like for every day I was there I had to generate another day of giving back in some way.\" Raging Bull's interest in Century initially lay in the mine's vast tailings pond, which is estimated to contain 1.94 million tonnes of zinc plus other base metals such as silver and lead that can extracted and sold. Mr Walta hopes first production could occur within 18 months.\n\nBut that's just the tip of the iceberg. Century comes with valuable pipe and port infrastructure, more than 40 zinc and base metal exploration targets, a phosphate deposit, a ship and a stake in two nearby cattle stations. Raging Bull did not pay a cent for that showbag of assets; on the contrary, MMG paid them $46.6 million to ensure the transaction is successful and MMG has also given Raging Bull 10 years to replace its $193.7 million environmental bond. Mr Walta knows the business model can only work so long as companies like MMG trust that their assets and reputations will be treated with care. \"The important thing for large companies is to know that their reputation will be managed,\" he said.\n\nMMG's manager of stakeholder relations, Ted Woodruff, says his company thought long and hard before going through with the Century deal. \"It is a new approach to rehabilitation and we are putting our reputation in their hands to some extent, and that is why there was such a substantial due diligence process conducted and significant support package put in place before closing the deal with Raging Bull,\" he told The Australian Financial Review. \"To have a dedicated economic rehabilitation business generating income is a win-win for the environment, communities and the state of Queensland.\" Raging Bull is not ASX listed, but the company is in the process of vending the Century assets into ASX-listed Attila Resources.\n\nAttila is raising $5.65 million and rebranding itself New Century Resources to reflect the change of focus, and has appointed the former chief executive of Syrah Resources, Tolga Kumova, as a corporate director in charge of offtake agreements and marketing. Mr Walta says he can see a time when mining companies will outsource all their rehabilitation work to specialists like Raging Bull. \"This is a great opportunity for the mining industry to tap into more value that is currently not perceived as being there,\" he said. \"We are not taking value off the mining company, we are actually grabbing hold of lost value ... why shouldn't it turn into a specialist operation?\" There is no shortage of old mines around Australia to work on, with Queensland alone having more than 1500 abandoned mines. Mr Walta is confident that Raging Bull can strike more rehabilitation deals with big miners in the near future. \"We see a lot of potential with large-scale operators like BHP and Rio Tinto associated with their ageing assets where there might be perceived environmental issues that are too expensive to deal with in the hands of a major, but in the hands of a small focused entity we can generate value out of them while rehabilitating those assets,\" he said. The model would potentially suit mines such as Energy Resources of Australia's Ranger uranium mine or BHP Billiton's Nickel West operations, the latter of which is believed to have rehabilitation obligations in excess of $US1 billion ($1.32 billion).", "image": "http://www.afr.com/content/dam/images/g/v/p/0/p/t/image.related.afrArticleLead.620x365.gvo1tc.png/1493011182201.jpg", "summary": "Mr Walta is confident that Raging Bull can strike more rehabilitation deals with big miners in the near future.\n\" Raging Bull is not ASX listed, but the company is in the process of vending the Century assets into ASX-listed Attila Resources.\nMr Walta says he can see a time when mining companies will outsource all their rehabilitation work to specialists like Raging Bull.\nIn a sector where rehabilitation is typically viewed as an expensive obligation rather than an opportunity, Mr Walta's company Raging Bull is taking advantage as big miners increasingly seek to outsource or divest their rehabilitation work.\nRaging Bull did not pay a cent for that showbag of assets; on the contrary, MMG paid them $46.6 million to ensure the transaction is successful and MMG has also given Raging Bull 10 years to replace its $193.7 million environmental bond.", "url": "http://www.afr.com/Page/Uuid/gvo1tc", "date": "2017-04-25", "involved_companies": ["BHP", "RIO", "ERA", "AYA", "CRB"]}