{"emotion": {"anger": 0.094362, "joy": 0.096084, "sadness": 0.138365, "fear": 0.076808, "disgust": 0.045212}, "sentiment": {"score": 0.229301, "label": "positive"}, "headline": "Domino's maintains net profit growth guidance despite stronger sales", "text": "Share on twitter Sue Mitchell by Domino's Pizza has affirmed its forecast for 30 per cent net profit growth even though new menus and online ordering options helped fuel record sales growth in the group's largest market in the first few months of 2017. Speaking to shareholders at the annual meeting in Brisbane on Monday, Domino's chief executive Don Meij reiterated his guidance for 30 per cent net profit growth, but lifted his guidance for earnings before interest tax depreciation and amortisation from 25 per cent growth to 30 per cent, citing stronger than expected margins in Europe and Australia/New Zealand. Domino's shares, which have fallen 17 per cent since August, rose $1.92 to $68.22, even though the lack of an upgrade to net profit forecasts may have come as a disappointment to some investors. Domino's upgraded both net profit and EBITDA guidance at AGMs in 2015 and 2014. \"We're only four months into the year and this is the highest guidance we've had at this point in the year in our history,\" Mr Meij told The Australian Financial Review after the AGM. \"This time last year we had 25 per cent guidance and we ended up with 43 per cent growth.\"\n\nSame-store sales in Australia and New Zealand soared 17.66 per cent in the four months ending October 23 and Australia delivered its strongest ever gains in October as new menus, on-time cooking and zero-click ordering helped Domino's increase its market share.\n\nDomino's now expects same-store sales in Australia and New Zealand to rise between 12 and 14 per cent this year, compared with earlier guidance between 10 and 12 per cent. More new products, such as thick shakes and ice cream sundaes, will be added to the menu. Strategy delivering results Mr Meij maintained his guidance for 5 to 7 per cent same-store sales growth in Europe and 0 to 2 per cent growth in Japan. He said early sales showed the company's strategy was delivering results in all markets.\n\n\"Our new menu, combined with the ongoing technology improvements we are rolling out to make it easier and more rewarding to order from Domino's, demonstrate why we have grown our share to 38 per cent of the quick service restaurant pizza sector.\" Mr Meij also provided an update on enterprise agreement negotiations, which are expected to lead to a \"material\" increase in labour costs in 2017 as franchisees start paying penalty rates for the first time. He said that, as negotiations had taken longer than anticipated due to disruption in the industrial relations environment, the pizza chain had voluntarily increased rates paid to drivers by 9 per cent in addition to a 2.4 per cent federal wage increase. Mr Meij again brushed aside concerns about the impact of higher wages, saying that technology introduced over the last few years, including GPS pizza tracking and 10 minute deliveries, would help franchisees absorb higher bills and maintain profitability.\n\nFranchisees under scrutiny Nevertheless, the health of franchisees remains under scrutiny, as Domino's needs strong operators to maintain its ambitious new store plans. According to a report by Morgan Stanley, Domino's Australian and New Zealand franchisees generate the highest sales per store globally but are less profitable than those in Britain, Europe and Japan. Morgan Stanley estimates that Domino's franchisee margins are between 10 per cent and 12.5 per cent in Australia/New Zealand compared with 15.4 per cent in Britain and 13.5 per cent in the US.", "image": "http://www.afr.com/content/dam/images/g/m/p/d/a/0/image.related.socialLead.620x349.gsjeki.png/1478522598873.jpg", "summary": "\"This time last year we had 25 per cent guidance and we ended up with 43 per cent growth.\nDomino's upgraded both net profit and EBITDA guidance at AGMs in 2015 and 2014.\nStrategy delivering results Mr Meij maintained his guidance for 5 to 7 per cent same-store sales growth in Europe and 0 to 2 per cent growth in Japan.\nShare on twitter Sue Mitchell by Domino's Pizza has affirmed its forecast for 30 per cent net profit growth even though new menus and online ordering options helped fuel record sales growth in the group's largest market in the first few months of 2017.\nDomino's shares, which have fallen 17 per cent since August, rose $1.92 to $68.22, even though the lack of an upgrade to net profit forecasts may have come as a disappointment to some investors.", "url": "http://www.afr.com/Page/Uuid/gsjeki", "date": "2016-11-07", "involved_companies": ["DMP"]}