{"emotion": {"anger": 0.121549, "joy": 0.072605, "sadness": 0.537858, "fear": 0.073537, "disgust": 0.105861}, "sentiment": {"score": 0.00141979, "label": "positive"}, "headline": "Mackenzie spruiks BHP growth as Elliott gets nasty", "text": "Mr Mackenzie said BHP also had $US25 billion worth of growth projects that would achieve returns north of 16 per cent, such as mining deep underground at Spence copper mine in Chile. That option will be assessed by the BHP board in August.\n\nIt was hoped efficiencies from new technologies and exploration campaigns would also boost value. Shale strategy The audience were keen to hear Mr Mackenzie's future strategy for BHP's US shale assets, given Elliott and fellow shareholder Tribeca have publicly urged the company to divest those assets in recent months. Mr Mackenzie offered a mea culpa of sorts in relation to the $US20 billion spent buying US shale assets in 2011 and the billions pumped into the business in the years since.\n\nHe conceded the acquisitions were poorly timed and poorly priced while the \"pace of investment was too rapid\" in the years immediately after the acquisition. When asked why BHP would not spin off the US shale assets like it did with the South32 assets, Mr Mackenzie said that was just one of several options. \"That is an idea that is not without some merit and we take that on board, but there are many other ideas and we have to balance them to secure the highest value that remains from the shale business,\" he said. \"The challenge with a spin out as always is we have a wide range of shareholders who depending on where that spin out is domiciled may struggle to hold it and they may have different views on the price of oil.\"\n\nBHP has recently flagged it is willing to divest some non-core parts of its shale portfolio and Mr Mackenzie said he would be \"more than happy to talk\" to any party who saw greater value in the assets. Mr Mackenzie said there there no single natural owner for the disparate shale portfolio, which has assets in Texas, Arkansas and Louisiana, but rather multiple potential owners in different regions. Tax avoidance accusation Just hours before Mr Mackenzie's presentation, Elliott had presented revised versions of its three initial proposals for BHP, and accusing the miner of avoiding tax through its Singapore marketing hub.\n\nThe Singapore hub has been the subject of a long-running dispute with the Australian Tax Office over more than $1 billion, and Elliott said the structure was \"unsustainable\". \"This bespoke Singapore-based marketing structure by which BHP seeks to avoid tax is under heavy fire from the ATO, with BHP reportedly facing an ATO tax assessment of over $1 billion. Our assessment is that the tax benefits and the aggressive marketing margins which BHP was seeking in using this structure are unsustainable,\" said Elliott. The Singapore hub charges a marketing fee to other BHP subsidiaries for marketing and logistics services, and BHP has said that fee is in line with the fees it charges to rival companies for the same service. Elliott also accused BHP of \"misleading\" investors when it claimed in April that the cost of collapsing the dual-listed company structure would cost $US1.3 billion and create annual savings of just a few million dollars.\n\nElliott said that estimate was \"overstated\", suggesting it would cost closer to $US200 million. \"Management's claims of illusory benefits of the DLC structure and phantom costs of unification are not the way to deal with a value-distorting and obsolete group structure,\" said Elliott. UBS analyst Glyn Lawcock said Elliott's $200 million price tag on collapsing the structure seemed low given the demerger of South32 cost more than $US700 million. Elliott cedes ground Despite that tough talk, Elliott has now clearly ceded ground on two of its initial proposals. Elliott had originally suggested BHP should demerge its entire US petroleum division, but indicated on Tuesday it was open to other ways of fixing the petroleum division, and said it now believed an independent review of the petroleum business was warranted. \"We recognise that there are a number of obvious possible solutions to unlock the latent value of BHP's petroleum business, including a sale or demerger of the US petroleum business and a sale or ASX listing for the Australian and other remaining petroleum assets,\" said Elliott. \"Elliott is now calling for an in-depth, open and timely independent review of the petroleum business with full disclosure of the review results.\"", "image": "http://www.afr.com/content/dam/images/g/w/0/j/1/u/image.related.afrArticleLead.620x365.gw5znk.png/1494987891598.jpg", "summary": "When asked why BHP would not spin off the US shale assets like it did with the South32 assets, Mr Mackenzie said that was just one of several options.\n\"Elliott is now calling for an in-depth, open and timely independent review of the petroleum business with full disclosure of the review results.\nElliott cedes ground Despite that tough talk, Elliott has now clearly ceded ground on two of its initial proposals.\nOur assessment is that the tax benefits and the aggressive marketing margins which BHP was seeking in using this structure are unsustainable,\" said Elliott.\n\"This bespoke Singapore-based marketing structure by which BHP seeks to avoid tax is under heavy fire from the ATO, with BHP reportedly facing an ATO tax assessment of over $1 billion.", "url": "http://www.afr.com/Page/Uuid/gw5znk", "date": "2017-05-17", "involved_companies": ["BHP", "RIO"]}