{"emotion": {"anger": 0.100732, "joy": 0.080583, "sadness": 0.484298, "fear": 0.531291, "disgust": 0.067001}, "sentiment": {"score": -0.0474608, "label": "negative"}, "headline": "Domino's new weapon in pizza wars: Artificial intelligence", "text": "Share on twitter Sue Mitchell by At La Disfida, Sydney's top-rated pizza restaurant, there is no such thing as home delivery or online ordering. Owner Peter Zuzza ruefully admits the restaurant, which still uses a traditional wood-fired oven, doesn't even have an internet connection. \"We have very basic technology.\" Despite the lack of technology, La Disfida's sales are growing year after year and customers travel from as far afield as Hornsby and Manly to sample the inner-west eatery's famed thin crust, hand-stretched crudaiola, salsiccia funghi and rustica pizzas. The cosy restaurant is packed to the rafters most nights and Mr Zuzza is reluctant to launch home delivery to boost take-out sales: \"I'm worried if we went into home delivery we wouldn't be able to cope ... we'd be compromising the product or the service.\"\n\nDomino's Pizza chief executive Don Meij has admitted the company \"screwed up''. Jessica Hromas\n\nMr Zuzza's pizza world is light years from that of Domino's Pizza Enterprises chief executive Don Meij, who is cooking up new ways of increasing his share of the $4 billion Australian pizza market and the $23 billion takeaway food market through artificial intelligence and the so-called Internet of Food.\n\nOn Wednesday, amid neon lights and smoke machines (but no mirrors) Mr Meij, a former pizza delivery driver who is estimated to be worth at least $130 million, unveiled Domino's latest high-tech weapons. After unveiling a stream of disruptive digital initiatives over the past six years – including mobile phone apps, GPS driver tracking, SMS ordering, electronic bikes, robotic pizza delivery vehicles and drones – Domino's is now harnessing the power of artificial intelligence to encourage Australian and New Zealand consumers to eat more pizza. Automated world Over the next week Domino's will add new features and devices to its DRU (Domino's Robotic Unit) platform, starting with a beta version of DRU Assist, a virtual, voice-activated digital assistant which takes customers' orders on mobile phones, desktops and laptops.\n\nDRU Assist will be followed by DRU Manager, which helps Domino's store owners automate rosters and order stock based on forecast demand. Domino's Facebook Messenger Bot will enable customers to seek out discounts and vouchers through online chat, while Anywhere will enable customers to order pizza from parks and beaches by dropping a location pin using GPS locators. After delivering its first pizza by drone in New Zealand last year, Domino's is working with Flirtey, the global leader in drone delivery, to design stronger, faster delivery drones than can carry three or four pizzas and a few bottles of soft drink. In the next year customers won't even need a mobile phone, smartwatch or laptop to order pizza from their home. The company is working on voice-activated technology dubbed DRU Third Party which works with devices such as Amazon's Alexa and Google Home.\n\n\"This is not just a gimmick, this is very real,\" Mr Meij told media and analysts at its second Abacus technology event on Wednesday. \"As of this year, Domino's as a company will move from a 'mobile-first' mindset to AI-first technology,\" Mr Meij said. \"We'll be developing nearly all our platforms to engage with artificial intelligence and machine learning first.\" Mr Meij says the new technology will enable Domino's to grow sales and store numbers, increasing its 26 per cent share of the Australian pizza market and 3 per cent share of the fast food market. Internet of Food\n\nIt will also enable Domino's to protect its share of the $1.3 billion online food market, known as the Internet of Food, which is forecast to double within three years. \"Australia is really underestimating how the Internet of Food is going to hit us in the next couple of years,\" Mr Meij told The Australian Financial Review, citing a shortage of delivery drivers in San Francisco. Domino's has no current plans to commercialise or share its leading-edge technology, which is largely funded by franchisees through royalties, management and subscription fees. \"It's being selfish but the best return is doing it for ourselves rather than teaching somebody else how to do this and eventually replacing us,\" he said.\n\nMr Meij downplayed the cost of the new technology for franchisees, who on average earn about $141,000 per store. \"There's no new cost today,\" he said. \"Franchisees already pay transactional costs of hosting in the Cloud, it's less than 1 per cent of their sales for an order. That doesn't change today. Who knows in the future.\" Drones and robots The number and cost of drones and delivery robots had yet to be determined. \"The economic model is yet to be developed on that,\" he said. \"They may be per order. Currently there's cost for them to hire a driver to do that order. And of course it's an opt-in type model.\" Despite strong double-digit sales and profit growth, Domino's shares have come under pressure in recent weeks, falling 15 per cent since December to $55.40. Short sellers have targeted the stock amid rising concerns about the health of franchisees, reports of widespread wage fraud, rising labour costs and increased competition from rivals Pizza Hut and Eagle Boys. However, analysts believe Domino's is in pole position to take advantage of the trend towards online ordering and home delivery. In a report in January, UBS analyst Ben Gilbert said the delivery market was likely to grow from around $1.5 billion in 2016 to $4 billion longer term. If Domino's held its current 35 per cent share of the delivery market, network sales in ANZ would more than double.", "image": "http://www.afr.com/content/dam/images/g/u/o/8/r/g/image.related.socialLead.620x349.guneuq.png/1488970408428.jpg", "summary": "In the next year customers won't even need a mobile phone, smartwatch or laptop to order pizza from their home.\n\"As of this year, Domino's as a company will move from a 'mobile-first' mindset to AI-first technology,\" Mr Meij said.\n\"Domino's Pizza chief executive Don Meij has admitted the company \"screwed up''.\nIf Domino's held its current 35 per cent share of the delivery market, network sales in ANZ would more than double.\nJessica HromasMr Zuzza's pizza world is light years from that of Domino's Pizza Enterprises chief executive Don Meij, who is cooking up new ways of increasing his share of the $4 billion Australian pizza market and the $23 billion takeaway food market through artificial intelligence and the so-called Internet of Food.", "url": "http://www.afr.com/Page/Uuid/guneuq", "date": "2017-03-02", "involved_companies": ["DMP"]}