{"emotion": {"anger": 0.438783, "joy": 0.078763, "sadness": 0.452038, "fear": 0.404422, "disgust": 0.069044}, "sentiment": {"score": -0.106819, "label": "negative"}, "headline": "Price war odds rise as Woolworths outpaces Coles", "text": "Share on twitter Sue Mitchell by The battle for market share between Woolworths and Coles has reached a dangerous juncture, with Coles expected to step up price cuts to prevent losing ground to its reinvigorated rival. While analysts believe the likelihood of a full-blown price war remains less than 50 per cent, fund managers believe Coles is willing to sacrifice profit growth to boost same-store sales and protect its market share. Coles grew same-store food sales faster than Woolworths for 29 consecutive quarters, but Woolworths has taken the lead for the last two quarters after investing more than $1 billion into price and service over the last 18 months. In the March quarter, Woolworths' same-store food sales soared 4.5 per cent, the strongest growth since 2010, while Coles' same-store food sales slowed to 0.8 per cent, with the gap widening to 370 basis points.\n\n\"Coles won't take this lying down,\" said one fund manager, who declined to be named.\n\nOn Wednesday, Coles unveiled another round of price cuts in key grocery lines, slashing the price of 34 San Remo pasta products by between 20 and 25 per cent and Coles' top-selling chocolate chip cookies by 25 per cent. Coles managing director John Durkan made clear last week the retailer was prepared to cut prices ahead of cost savings to ensure it remained cheaper than Woolworths. \"We're going to carry on investing in lower prices to make sure we do what we said we'd do, which is to be the cheapest supermarket,\" Mr Durkan said. \"We are never going to do it in one big hit. We're going to do it in a measured way (and) eventually our cost savings will pay for our investment in our business.\"\n\nSuppliers say Coles has warned them against seeking price rises to cover rising input costs. However, earlier this calendar year Coles was said to be less interested in participating in out-of-cycle promotions with suppliers than Woolworths. \"Woolworths' 4.5 per cent sales growth (in the March quarter) was no surprise to the sector – from Christmas Woolworths has been performing better and has been more interested in talking about promotions,\" one source said. In a report last month Citigroup analyst Bryan Raymond said the market remained rational but there was a 20 per cent probability that Coles could drop prices further, especially on high profile lines, to regain momentum and encourage shoppers back to its stores. \"In our view the switch in like-for-like sales growth momentum in the second quarter from Coles to Woolworths signals an important milestone for competition in the Australian market,\" Mr Raymond said.\n\n\"While we expect Coles to remain rational in its competitive response to Woolworths, the risk (to earnings) posed from another leg of discounting prices should not be understated,\" he said. For this reason, some analysts believe the recent rebound in Woolworths' share price has been overdone. After rising 1.2 per cent on Tuesday in response to better than expected food sales, Woolworths shares fell 2.7 per cent on Wednesday. Macquarie Equities analyst Andrew McLennan cut his recommendation from neutral to underperform, saying investors were pricing in an \"aspirational earnings recovery in Australian food that we continue to view as unlikely in an increasingly competitive environment.\" Morgan Stanley analyst Tom Kierath said investors were too optimistic about Woolworths' margin expansion.\n\n\"Like for like sales growth is the strongest since the first quarter 2010, but this comes as a result of more than $1 billion investment in price and service,\" said Mr Kierath. \"What is less clear is how Woolworths performs when the investment is withdrawn.\" UBS analyst Ben Gilbert, who rates Woolworths a buy, said the turnaround was underway but the key risk was an irrational competitive response from Coles. \"While Coles continues to lift its investment in price, we believe Woolworths is becoming increasingly rational, dropping the level of promotional activity by 9 per cent in the third quarter and stabilising deflation,\" Mr Gilbert said. Analysts also sounded alarms about the future of BIG W, which is expected to lose between $115 million to $135 million in the June half.", "image": "http://www.afr.com/content/dam/images/g/h/x/s/b/f/image.related.socialLead.620x349.gvy0aa.png/1493798087790.jpg", "summary": "For this reason, some analysts believe the recent rebound in Woolworths' share price has been overdone.\nIn the March quarter, Woolworths' same-store food sales soared 4.5 per cent, the strongest growth since 2010, while Coles' same-store food sales slowed to 0.8 per cent, with the gap widening to 370 basis points.\nAfter rising 1.2 per cent on Tuesday in response to better than expected food sales, Woolworths shares fell 2.7 per cent on Wednesday.\nColes grew same-store food sales faster than Woolworths for 29 consecutive quarters, but Woolworths has taken the lead for the last two quarters after investing more than $1 billion into price and service over the last 18 months.\nShare on twitter Sue Mitchell by The battle for market share between Woolworths and Coles has reached a dangerous juncture, with Coles expected to step up price cuts to prevent losing ground to its reinvigorated rival.", "url": "http://www.afr.com/Page/Uuid/gvy0aa", "date": "2017-05-03", "involved_companies": ["WOW", "WES"]}