{"emotion": {"anger": 0.117628, "joy": 0.084131, "sadness": 0.494333, "fear": 0.108747, "disgust": 0.048335}, "sentiment": {"score": -0.492397, "label": "negative"}, "headline": "Bellamy's debacle not an issue for Blackmores, A2 Milk: analysts", "text": "Share on twitter\n\nShare on Google Plus Jessica Gardner by The strategic missteps in selling organic infant formula to China by Bellamy's Australia do not spell trouble for dairy producers or other companies pursuing promising e-commerce routes into the market, analysts say. The Tasmanian-based baby food marketer came clean to the market on Wednesday to report the departure of chief executive Laura McBain and delivered earnings guidance for the full-year that was about half what analysts were expecting, after its shares had been suspended for almost a month. The company said its change of strategy to sell directly through Chinese e-commerce portals, as opposed to focusing on sales to Chinese travellers through Australian pharmacies and supermarkets (known as the daigou trade), had hurt its sales. In addition the company had been left with $105 million to $110 million worth of infant formula in warehouses that will not come down by the end of the financial year, even though it has moved to reduce production. Although a number of companies, such as dairy producer Murray Goulburn and vitamins group Blackmores, have also reported issues selling into China, analysts said Wednesday's update from Bellamy's showed that most of its problems were company-specific.\n\nThis may provide some boost to the share prices of similar companies, many of which have been under pressure since Bellamy's first surprised the market with a business update on December 2, warning of lower than expected China sales. Bellamy's shares fell another 20 per cent on Thursday, as it emerged it had appointed investment bank Credit Suisse as an adviser.\n\n'Still chugging along' Since the beginning of December shares in dairy groups The a2 Milk Company and Bega Cheese have fallen 12 per cent and 13 per cent respectively. Shares in Murray Goulburn slumped soon after the Bellamy's warning, but have mostly recovered to be down 1 per cent in the same period. Blackmores shares have moved similarly, slumping as much as 10 per cent through December, but have recovered in January to be down 2.5 per cent over the period. Credit Suisse analyst Rob Levin said in a note to clients that Blackmores was \"still chugging along\". \"Bellamy's update today [on Wednesday] provided further evidence that its slower sales and supply chain challenges should not be treated as a sector read-through,\" Mr Levin said. Although acknowledging the difficulty of getting accurate data out of China, he said the bank had evidence \"that Blackmores is firmly within the top 10, if not skirting, the top five vitamins brands [domestic and international] selling online in China.\"\n\nIn the past year Blackmores has been hit with a double whammy in China. First it had to deal with changes to e-commerce taxes and regulations in April and then it told the market in October that sales in China of its nutritional foods, including infant formula, as part of its joint venture with Bega had proved \"sluggish\". After Bellamy's extended its trading suspension on December 21 Bega chairman Barry Irvin tried to reassure investors that demand for its baby formula was strong, while also reminding the market that the company was \"a large multi-product dairy company with a strong ongoing profitable business in multiple categories\". Meanwhile, First NZ Capital analyst Kar Yue Yeo reiterated that the problems at Bellamy's were \"company-centric\" as he reiterated his \"outperform\" rating for The a2 Milk Company. Like Bega, the dairy group had also sought to distance itself from Bellamy's on December 21. \"Our ongoing channel-checks suggest that the company has continued to execute well during this regulatory transition period,\" he said.", "image": "http://www.afr.com/content/dam/images/g/o/6/0/h/m/image.related.afrArticleLead.620x365.gtq0k0.png/1484206766742.jpg", "summary": "Bellamy's shares fell another 20 per cent on Thursday, as it emerged it had appointed investment bank Credit Suisse as an adviser.\nBlackmores shares have moved similarly, slumping as much as 10 per cent through December, but have recovered in January to be down 2.5 per cent over the period.\nMeanwhile, First NZ Capital analyst Kar Yue Yeo reiterated that the problems at Bellamy's were \"company-centric\" as he reiterated his \"outperform\" rating for The a2 Milk Company.\n'Still chugging along' Since the beginning of December shares in dairy groups The a2 Milk Company and Bega Cheese have fallen 12 per cent and 13 per cent respectively.\nLike Bega, the dairy group had also sought to distance itself from Bellamy's on December 21.", "url": "http://www.afr.com/Page/Uuid/gtq0k0", "date": "2017-01-12", "involved_companies": ["BKL"]}