{"emotion": {"anger": 0.116616, "joy": 0.110632, "sadness": 0.208257, "fear": 0.108584, "disgust": 0.06276}, "sentiment": {"score": 0.087678, "label": "positive"}, "headline": "Retailers reducing stocks, paying suppliers faster", "text": "Share on twitter Sue Mitchell by Almost a year after the collapse of Dick Smith, retailers are finally getting the message about keeping stock levels under control, reducing inventories by an average 6 per cent, according to a report on working capital trends. McGrathNicol Advisory's latest working capital report shows that inventories at listed retailers fell 6.1 per cent in 2015-16 to an average 105 days as chains such as Kathmandu, OrotonGroup, Lovisa, Billabong and Retail Food Group cut stock levels, offsetting rising inventories at Godfreys, Bapcor, McPherson's and Beacon Lighting. But working capital tied up in the sector shrank only 1.6 per cent or 0.8 days to 49.5 days because suppliers and creditors were paid more promptly, absorbing most of the freed-up cash. Creditor days outstanding in retail fell 13.4 per cent or 7.8 days to an average 50.2 days. One of the stand-outs was Harvey Norman, which took 185 days to pay suppliers and creditors in 2015-16 – down from 210.8 days in 2014-15 – almost four times the sector average.\n\nThe report draws no conclusions about Harvey Norman, but this discrepancy could give the retailer a huge advantage over rivals, with negative working capital of 31.8 days compared with the sector average of positive working capital of 49.5 days.\n\nOverall, the McGrathNicol report showed listed companies across nine sectors including mining, construction and engineering, food and beverages, leisure, media, transport and distribution and utilities freed up about $370 million in working capital last financial year – around half that released in 2014-2015. The report showed on average management teams were able to release cash by collecting from customers more quickly and reducing inventories, although faster payments to suppliers offset most of these gains. \"Times are tough, margins are even more tougher to grow, so the best management teams are trying to turn revenue and profit into cash more quickly,\" said McGrathNicol partner Jason Ireland. \"All the teams that have shown improvement have had a focused concerted effort on working capital,\" he said.\n\n\"Having more cash available makes the business more nimble and enables them to be able to make strategic decisions more quickly and more confidently.\" However, the improvement was far from uniform. Working capital rose in four of the nine sectors and at 52 per cent of companies covered. \"The gap between the best and worst performers opened up last year [2014-15] and has opened up again this year [2015-16] in most sectors,\" Mr Ireland said. \"Those management teams that are doing this well are opening up an even greater comparative advantage over those that aren't.\"\n\nThe biggest reduction in working capital was achieved in mining and resources and transport and distribution, while food and beverages, media, leisure and construction and engineering deteriorated. In the traditionally working capital-heavy construction and engineering sector, companies are paying suppliers more than twice as quickly as they collect from customers (65 days versus 30 days). In 2016 that funding gap increased, with businesses taking an average of 1.3 days longer to collect. \"You can imagine the strain on their cashflow over time – if they don't get that right and continually look for improvements in billing and collections processes they'll run up against liquidity issues,\" Mr Ireland said. In contrast, mining and resources companies are collecting from debtors in half the time they pay suppliers (26 days versus 68 days).", "image": "http://www.afr.com/content/dam/images/g/l/p/f/s/e/image.related.socialLead.620x349.gsl549.png/1478768894027.jpg", "summary": "In contrast, mining and resources companies are collecting from debtors in half the time they pay suppliers (26 days versus 68 days).\n\"All the teams that have shown improvement have had a focused concerted effort on working capital,\" he said.\n\"The biggest reduction in working capital was achieved in mining and resources and transport and distribution, while food and beverages, media, leisure and construction and engineering deteriorated.\nCreditor days outstanding in retail fell 13.4 per cent or 7.8 days to an average 50.2 days.\nWorking capital rose in four of the nine sectors and at 52 per cent of companies covered.", "url": "http://www.afr.com/Page/Uuid/gsl549", "date": "2016-11-10", "involved_companies": ["HVN", "ORL", "RFG"]}