{"emotion": {"anger": 0.179827, "joy": 0.085304, "sadness": 0.195138, "fear": 0.090675, "disgust": 0.069099}, "sentiment": {"score": -0.185577, "label": "negative"}, "headline": "Jan Cameron's Black Prince sued Bellamy's for access to documents", "text": "Share on twitter Carrie LaFrenz by In the final weeks of the battle to control baby formula group Bellamy's Australia, its current chairman Rodd Peters and rebel shareholder Jan Cameron were suing the board for access to a stack of financial documents, according to Federal Court filings obtained by AFR Weekend. In an example of the extraordinary lengths Ms Cameron's bloc went to to squeeze the former directors and chairman Rob Woolley, the company's biggest shareholder, Ms Cameron's Black Prince Private Foundation – of which Mr Peters was the representative – was pressuring to gain access to any reports relating to the daigou personal shopper trade, pricing information of formula being sold to Chinese resellers, and inventory positions since July 1, 2016. The originating notice was filed by Kemp Strang law firm on February 23 but the action has since been discontinued after lawyer Mr Peters was installed as Bellamy's chairman in late February, following months of turmoil for the Launceston-based company. Asked why she felt it necessary to sue Bellamy's, Ms Cameron said: \"We didn't know there would be a board change. We should have been getting up to date voting information but they withheld that information from us. Sometimes things don't turn out as we expect them to.\"\n\nOn February 28, major shareholders Ms Cameron, Boston-based hedge fund Delta Partners and Hong Kong-based Janchor Partners dumped three independent directors, with only director Patria Mann retaining her seat. Mr Woolley quit just one and a half hours before the extraordinary meeting. Ms Cameron's alley Chan Wei-Chan was voted in an a director.\n\nThe great Baxby Several sources said the company is desperately trying to secure shareholders' preferred chairman, David Baxby, but have yet to agree on financial terms. The board is trying to decide details of his package, whereby he may become executive chairman and make a similar base pay as prior chairman Mr Woolley, who earned a base fee of $200,000 in 2016. However, the former Virgin Australia executive would have an additional equity component linked to improved company performance. Claims that Mr Baxby wanted $1.2 million fee per annum is said to be false. Another sticking point for Mr Baxby is time: he wants flexibility to remain involved with other businesses. He is chairman of Frontier Digital Ventures, a non-executive director of Virgin Australia, and an executive director of WorkPac Group. Bellamy's major shareholders, including BRW Rich Lister Bruce Neill, have asked the board to exhaust all methods to get Mr Baxby over the line.\n\n\"You can't have only three people on the board, so it's urgent, they are frantically looking (for new directors),\" said one source. The board is hoping to add one other additional director, while acting chief executive Andrew Cohen is likely to be confirmed in the role. It is understood Mr Baxby was adamant that Black Prince drop the legal proceedings against Bellamy's since \"they were suing themselves\". As the new chairman, he will have to deal with two class actions with Maurice Blackburn Lawyers and Slater & Gordon both filing claims on behalf of angry shareholders over continuous disclosure obligations to the market.\n\nCross-border laws While Bellamy's stock has been under significant pressure in recent months given several downgrades to earnings and missteps in China, the last four days has seen it jump 21 per cent to $4.61 each following news that China indefinitely delayed tough new-cross border e-commerce laws. These laws threatened to disrupt the flow of Australian vitamins, milk powder and cosmetics into booming markets on the mainland. China's plans to treat imported goods for retail purposes from cross-border e-commerce platforms as \"personal goods\" also sent stocks like rival formula maker a2 Milk and Blackmore's higher. Meanwhile, Mr Peters this week has stepped down as the representative for Black Prince but remains its nominee director on the Bellamy's board. Mr Peters – who has a full-time job as a lawyer and never planned on remaining Bellamy's chairman long term – also stepped down from the board of Ms Cameron's charity The Elsie Cameron Foundation.\n\nIn mid-January it was revealed that Kathmandu founder and Mr Peters, were directors and shareholders of ECF to which Black Prince is answerable. While Mr Peters' time might be limited, there was also an obvious conflict of interest given he would be now representing all shareholders in his capacity as chairman. Mr Peters did not return calls from the Financial Review, but Ms Cameron said he quit the foundation because he is very busy, and her Hobart-based lawyer, Ben Swaine, would look after ECF. She also revealed Black Prince is changing its name to White Princess, named after Ms Cameron's former pet dog. \"It's mostly got to do with available time now. But it is actually a better fit with my Tasmania lawyer because the charitable things take place in Tasmania,\" she said.", "image": "http://www.afr.com/content/dam/images/g/v/5/r/8/l/image.related.afrArticleLead.620x365.gv4gj7.png/1490328404155.jpg", "summary": "It is understood Mr Baxby was adamant that Black Prince drop the legal proceedings against Bellamy's since \"they were suing themselves\".\nMeanwhile, Mr Peters this week has stepped down as the representative for Black Prince but remains its nominee director on the Bellamy's board.\nAsked why she felt it necessary to sue Bellamy's, Ms Cameron said: \"We didn't know there would be a board change.\nAnother sticking point for Mr Baxby is time: he wants flexibility to remain involved with other businesses.\nIn mid-January it was revealed that Kathmandu founder and Mr Peters, were directors and shareholders of ECF to which Black Prince is answerable.", "url": "http://www.afr.com/Page/Uuid/gv4gj7", "date": "2017-03-24", "involved_companies": ["BKL"]}