{"emotion": {"anger": 0.452571, "joy": 0.396894, "sadness": 0.527457, "fear": 0.10524, "disgust": 0.077496}, "sentiment": {"score": -0.0389518, "label": "negative"}, "headline": "Freeport and Rio Tinto talk tough on Grasberg mine in Indonesia", "text": "Share on twitter Peter Ker by Rio Tinto's partner in the controversial Grasberg copper and gold mine says it has reduced spending on an expansion of the mine and will suspend the expansion altogether if a dispute with the Indonesian government cannot be resolved. Grasberg's biggest shareholder and operator, Freeport McMoRan​, has been negotiating with the Indonesian government for months over a January ruling that bans exports of raw materials, forces miners to update their mining permits and demands local ownership of at least 51 per cent of Indonesian mines. Freeport believes the ruling challenges its tenure at the mine and its operating plan, and it has since dramatically reduced production to avoid breaching the export rules. Speaking on Wednesday morning, Freeport chief executive Richard Adkerson confirmed the government had granted the mine a temporary licence until October to allow it to resume exports of unprocessed materials while negotiations continue.\n\n\"We have committed with them to approach this in a good fair basis to reach a resolution,\" he said.\n\nBut he stressed that Freeport and Rio were prepared to halt underground expansion works if necessary. \"We slowed investments in the Grasberg underground by about a third. We're spending currently about $40 million a month on the Grasberg block cave and we are prepared to suspend that if we have to,\" he said. \"Doing that has some long-term consequences that are negative for all of the stakeholders because it would delay the ramp-up period.\" Rio currently gets little value from Grasberg, given it gets a share of copper from the mine only after a certain production threshold has been achieved, and that threshold has not been reached in recent years.\n\nBut Rio will take 40 per cent ownership of the underground expansion, and that is likely to occur around 2023. Rio is spending about $US200 million ($267 million) a year on the underground expansion. There was speculation last week that US Vice-President Mike Pence might lobby the Indonesian government on Freeport's behalf during his visit to Jakarta, and Mr Adkerson said he believed Mr Pence had sought to support the company. \"He met with the President and spoke with him about our situation and it was a positive conversation according to the reports I have received,\" he said.", "image": "http://www.afr.com/content/dam/images/g/u/y/6/8/r/image.related.afrArticleLead.620x365.gvt2li.png/1493194460963.jpg", "summary": "But he stressed that Freeport and Rio were prepared to halt underground expansion works if necessary.\nBut Rio will take 40 per cent ownership of the underground expansion, and that is likely to occur around 2023.\n\"We slowed investments in the Grasberg underground by about a third.\nRio is spending about $US200 million ($267 million) a year on the underground expansion.\nWe're spending currently about $40 million a month on the Grasberg block cave and we are prepared to suspend that if we have to,\" he said.", "url": "http://www.afr.com/Page/Uuid/gvt2li", "date": "2017-04-26", "involved_companies": ["RIO"]}