{"emotion": {"anger": 0.09228, "joy": 0.121124, "sadness": 0.115176, "fear": 0.059423, "disgust": 0.060799}, "sentiment": {"score": 0.596275, "label": "positive"}, "headline": "How to put together a quality share portfolio", "text": "John Wasiliev by Do you own Australian shares in your self-managed superannuation fund? If so, try this quick quiz to check whether you know what you are doing. ❑Are they shares in companies that are growing? A growing company is one that is bigger this year than it was last year; it can also be one that is experiencing growth in its earnings per share (EPS). One recent example of this is home entertainment products retailer JB Hi-Fi, which reported an impressive 11.5 per cent increase in its EPS for the 2015-16 final half year. EPS growth is regarded as fundamentally important when assessing the quality of a share investment. It tells you how much net profit each ordinary share has earned and how this has grown compared to a previous reporting period.\n\nIt's important because growing EPS usually means a rising share price.\n\nWhen a company's EPS has risen, it is important to know why this has happened and whether you expect this to continue. Alternatively, where companies you own have shrunk in size or experienced a reduction in EPS growth, you need to know why. The question this prompts is whether continuing to own the shares is justified. ❑In the current company reporting season, have shares you own announced a better dividend that last time? Is this because of an increase in profit or because a greater proportion of the profit is paid out as a dividend? An informed investor will know this. ❑Do the results that have been delivered show a consistent trend that is in line with your expectations from each investment?\n\n❑Have any results announced in the reporting season prompted you to buy new shares to add to your portfolio or sell shares? If you can answer these questions easily, chances are you know how to identify quality shares for your SMSF, or at least have a handle on how to achieve this. All SMSFs are expected to have an investment strategy that should include the fund's approach to share investing . Bigger picture That said, the answers to these questions are only part of of the story. What they illustrate is how dynamic being a share investor should be, as well as the range of considerations you need to bear in mind.\n\nYour share market experience should also demonstrate that successful share investing is no simple matter. Shares are not an investment you buy and hold because their fundamentals (like EPS growth and dividends) can change almost overnight. Being an active direct share investor requires hands-on involvement based on having a clear strategy. Successful share investing is also more than just stock selection, says Elio D'Amato, director of research and education at Lincoln Indicators, a Melbourne firm that offers direct share investing guidance through its StockDoctor research service. (An annual subscription to Lincoln Indicator's StockDoctor service costs $1695.) While quality Australian shares should form an essential part of every diversified SMSF portfolio, he says, being a successful investor necessitates a greater effort than the strategy many funds appear to pursue.\n\nTricky bellwethers Too often SMSFs are lured into the bellwethers of the stock market, says D'Amato. Bellwethers are larger companies like the big banks, mining giants BHP Billiton and Rio Tinto and Telstra. While they can play a role in a portfolio, they often won't give the dynamic growth needed to deliver the best returns, especially for SMSFs in the accumulation phase. The key to successful share investing for an SMSF in the accumulation phase, says D'Amato, is to identify companies with a good chance of being bigger tomorrow then they are today. You can pinpoint them by using fundamental research like EPS analysis and by comparing company performance to benchmarks. To explain this further, the Australian Stock Exchange's All Ordinaries Index and the ASX 200 are benchmarks that track the performance of the top 500 shares in the market and the top 200 respectively.\n\nInvestors who don't have the time or inclination to be direct share investors can buy investments that match benchmarks in the form of index funds or exchange traded funds that are structured to deliver market performance. A direct share investor strives to outperform index funds by creating portfolios of direct shares that can beat an index. Look further If you are a growth-focused investor with a DIY super fund, says D'Amato, the trick is to look deeper than the bellwethers. Lincoln's Stockdoctor service has identified about 40 companies that are regarded as suitable for growth investors aiming to outperform an index. It describes these investments are either star growth stocks or borderline growth stocks Shares that Lincoln rates as star growth investments include the likes of JB Hi-Fi Ltd, Cochlear, Blackmores and Harvey Norman Holdings. Borderline growth stocks, of which there are about 15, include shares with results that could see them re-rated as star growth stocks within the next 12 months. Domino's Pizza Enterprises, Sealink Travel Group and REA Group fall into this category. Growth investors wanting to beat an index can do so by investing in companies that will grow in size and profitability, and therefore be worth more in the future. You want companies with good capital growth potential.", "image": "http://www.afr.com/content/dam/images/g/q/z/s/5/v/image.related.afrArticleLead.620x365.gqzmu2.png/1493966732705.jpg", "summary": "Successful share investing is also more than just stock selection, says Elio D'Amato, director of research and education at Lincoln Indicators, a Melbourne firm that offers direct share investing guidance through its StockDoctor research service.\nYour share market experience should also demonstrate that successful share investing is no simple matter.\nEPS growth is regarded as fundamentally important when assessing the quality of a share investment.\nA direct share investor strives to outperform index funds by creating portfolios of direct shares that can beat an index.\nBeing an active direct share investor requires hands-on involvement based on having a clear strategy.", "url": "http://www.afr.com/Page/Uuid/gqzmu2", "date": "2016-08-27", "involved_companies": ["JBH", "COH", "BKL", "HVN", "DMP", "REA"]}