{"emotion": {"anger": 0.137027, "joy": 0.495369, "sadness": 0.220753, "fear": 0.098886, "disgust": 0.089379}, "sentiment": {"score": 0.254786, "label": "positive"}, "headline": "Red Rooster, Oporto owner to launch IPO hard-sell", "text": "Share on twitter Sue Mitchell by Red Rooster and Oporto owner Quick Service Restaurants has started restructuring about $200 million of debt and searching for new independent directors as its private equity owners finalise plans for a $500 million initial public offering. QSR chairman Rob Coombe and his new chief executive Brett Houldin will embark on a non-deal investor roadshow on Monday, detailing the company's transformation from a loss-making fast food chain with mostly company-owned stores to a profitable franchisor with plans to grow by opening new stores, expanding home delivery and taking its brands offshore. \"All balls are in the air but Brett and myself are firmly focused on the IPO,\" Mr Coombe told The Australian Financial Review on Thursday. ASIC records show QSR lost $38 million in 2015 and $33 million in 2014 on network sales around $700 million, after booking about $20 million a year in restructuring costs and onerous lease provisions.\n\nMr Houldin and Mr Coombe said the losses reflected QSR's high debt levels and restructuring costs as the group closed and sold company-owned stores and moved towards a fully franchised model.\n\nMr Houldin said profits in 2016 had \"significantly improved\", with earnings before interest tax depreciation and amortisation reaching $46 million on network sales of $718 million. If the IPO proceeds, QSR plans to raise new equity to pay down net debt of about $200 million and fund growth plans, which include opening about 30 new stores a year, split between drive-thrus and small-format stores offering home delivery. Capital-light structure \"We have a pretty solid EBITDA and cash conversion moving forward,\" Mr Houldin said. \"Future investors will be pleased we've reached the structure we have now – it will be capital-light with good free cashflow to make sure it's a stable, strong, sizeable business.\"\n\nQSR currently has 560 stores, 95 per cent of which are franchised, compared with about 80 per cent three years ago. Mr Coombe and Mr Houldin also believe the group's franchisee compliance program will ease investor concerns about the health of the fast food sector in the wake of allegations of wage fraud at Domino's Pizza Enterprises. Over the last 18 months about 80 per cent of QSR's Red Rooster, Oporto and Chicken Treat franchisees have completed internal audits and about 10 per cent external audits, with four franchisees forced out of the system. Domino's shares have fallen 14 per cent this year following a major Fairfax Media investigation that uncovered instances of struggling franchisees underpaying staff. Domino's is now trading on a multiple of about 40-times earnings per share compared with 70 last year, when the group was riding high on a wave of optimism fuelled by the launch of new pizza delivery technology including drones, robots, mobile phone apps and GPS tracking.\n\nMr Coombe said QSR was a food company, not a technology company, and expected to be valued as such. \"Food is at the centre of what we do ... technology is an enabler to convenience, it's not what we sell,\" he said. \"It's a mistake to get distracted from the fact you're a food business.\" 'Good growth attributes' QSR will also aim to distance itself from other private-equity backed floats that have disappointed investors in recent years, including Dick Smith, Spotless and Myer.", "image": "http://www.afr.com/content/dam/images/g/v/0/f/8/z/image.related.socialLead.620x349.guye0s.png/1490260094936.jpg", "summary": "\"All balls are in the air but Brett and myself are firmly focused on the IPO,\" Mr Coombe told The Australian Financial Review on Thursday.\nCapital-light structure \"We have a pretty solid EBITDA and cash conversion moving forward,\" Mr Houldin said.\nMr Coombe said QSR was a food company, not a technology company, and expected to be valued as such.\nMr Houldin and Mr Coombe said the losses reflected QSR's high debt levels and restructuring costs as the group closed and sold company-owned stores and moved towards a fully franchised model.\nMr Houldin said profits in 2016 had \"significantly improved\", with earnings before interest tax depreciation and amortisation reaching $46 million on network sales of $718 million.", "url": "http://www.afr.com/Page/Uuid/guye0s", "date": "2017-03-23", "involved_companies": ["DMP"]}