{"emotion": {"anger": 0.080771, "joy": 0.106021, "sadness": 0.629522, "fear": 0.10328, "disgust": 0.068475}, "sentiment": {"score": 0.156413, "label": "positive"}, "headline": "Gen X, Y go after offshore for tech stocks", "text": "Alice Uribe by Generation X and Y investors are buying up international technology stocks in high-growth sectors like video gaming and semiconductors and also leaping onto Australian companies that give them access to the China growth story. Figures obtained by The Australian Financial Review from National Australia Bank's online trading platform Nabtrade show that in the 12 months to January 31, Gen X investors lifted their international turnover by 91 per cent, while Gen Y boosted theirs by 73 per cent. Apple was the top international buy for both Gen X and Y investors, but Gemma Dale, Nabtrade director of SMSF and investor behaviour, said there was variety in international stock preferences between the generations. In the past year Gen Y invested in technology stocks in semiconductor company Advanced Micro Devices, technology company Nvidia and video game developer Activision Blizzard. Gen X gravitated to more traditional names such as Berkshire Hathaway, Barclays and Lloyds Banking.\n\nMs Dale said younger investors feel comfortable with newer companies that older investors may be wary of. \"These kids have also known Facebook since they were 15,\" she said.\n\n\"So for us it's a new stock but for them it's not. It's been around their whole lives and that's quite fascinating, for them it's part of their daily experience.\" Last week Australian Prudential Regulation Authority chairman Wayne Byres told the Australian Securities and Investments Commission forum that his children trusted technology brands like Apple and Google more than they trust banks.\n\n\n\n\"They wouldn't have a clue about the four major banks that we have here ... [and] as far as my kids are concerned, they have accounts with Apple,\" he said. This comes as controversial superannuation fund Spaceship markets its tech-heavy portfolios to Millennials via Facebook ads. This month the Financial Review highlighted concerns that young Australians may be jeopardising their retirement savings by putting money into the new fund. But according to the Nabtrade data, for the most part Gen X and Gen Y investors still want to hold a core portfolio of Australian stocks like banks, Telstra and resources companies, which maintain attractive franking credits, in line with their Baby Boomer counterparts.\n\n\"Their trading globally has increased dramatically but that is off a very low base, so turnover is up 91 per cent for Gen X, but most of these investors would not have held any international stocks a few years ago,\" Ms Dale said. \"I think the way we view it is that they hold a lot of Australian stocks and are very familiar with Australian brands.\" The top-bought domestic stock over the past year by Gen Y was The A2 Milk Company, while Bellamy's Australia also features in the top 10. Ms Dale said this was an indication that younger generations are attempting to capture the China growth story, as well as being switched onto the headlines. \"If a story breaks about a stock, they are not waiting. It's really interesting to see how quickly they move. They will hold a core portfolio, but if they see an opportunity, they will move on it quickly,\" she said.", "image": "http://www.afr.com/content/dam/images/g/v/6/k/b/n/image.related.afrArticleLead.620x365.gv640q.png/1490518651146.jpg", "summary": "In the past year Gen Y invested in technology stocks in semiconductor company Advanced Micro Devices, technology company Nvidia and video game developer Activision Blizzard.\nGen X gravitated to more traditional names such as Berkshire Hathaway, Barclays and Lloyds Banking.\n\"I think the way we view it is that they hold a lot of Australian stocks and are very familiar with Australian brands.\nBut according to the Nabtrade data, for the most part Gen X and Gen Y investors still want to hold a core portfolio of Australian stocks like banks, Telstra and resources companies, which maintain attractive franking credits, in line with their Baby Boomer counterparts.\nApple was the top international buy for both Gen X and Y investors, but Gemma Dale, Nabtrade director of SMSF and investor behaviour, said there was variety in international stock preferences between the generations.", "url": "http://www.afr.com/Page/Uuid/gv640q", "date": "2017-03-27", "involved_companies": ["NAB"]}