{"emotion": {"anger": 0.154819, "joy": 0.499372, "sadness": 0.504893, "fear": 0.061236, "disgust": 0.069681}, "sentiment": {"score": -0.151825, "label": "negative"}, "headline": "Domino's accuser Delivery Command offers helping hand to Eagle Boys", "text": "Share on twitter Sue Mitchell by For Delivery Command chief executive Nathan Parrott, revenge is a dish best served piping hot. Mr Parrott, who is suing Domino's Pizza Enterprises for millions of dollars over claims Australia's largest pizza chain stole his GPS driver tracking system, has offered his latest version of the uber-like technology to struggling Eagle Boys franchisees – for free. Mr Parrott said the offer would be withdrawn or renegotiated if the Eagle Boys franchise, which collapsed last week, was sold to one of the major pizza chains or to private equity investors. The Eagle Boys' administrators, SV Partners, said on Thursday the business had attracted interest from several parties and they were hopeful of making a \"swift sale\".\n\nHowever, 13 company-owned stores in Queensland, NSW and Western Australia will close, reducing the number of Eagle Boys outlets to 114 compared with 340 at the peak a few years ago.\n\nDomino's and Retail Food Group, which owns Crust and Pizza Capers, and New Zealand-based Restaurant Brands have been named as the most likely buyers. However, private equity players have also been circling Eagle Boys with a view to merging the struggling chain with arch rival Pizza Hut, which is owned by Yum! Brands. One of the private equity bidders told The Australian Financial Review it had decided against proceeding with a transaction before Eagle Boys went into administration. But the other, believed to be Archer Capital, which owns Oporto, Red Rooster and Chicken Treat through Quick Service Restaurants, is still interested. 'In dire need'\n\nMr Parrott said Eagle Boys franchisees needed help and he was willing to offer Delivery Command's latest driver tracking technology for free to help them reduce costs by cutting delivery times, racking times and insurance costs. \"They're in dire need and this is something that's going to change the game for them,\" Mr Parrott told the Financial Review. Mr Parrott denied that it was his way of getting revenge against Domino's. Last year Mr Parrott's Precision Tracking claimed that it had developed the technology behind Domino's GPS Driver Tracker system and was on the verge of rolling it out nationally for Domino's before the chain pulled the plug, reverse-engineered the technology and signed with rival Navman.", "image": "http://www.afr.com/content/dam/images/g/q/8/v/f/c/image.related.socialLead.620x349.gqat73.png/1485481444518.jpg", "summary": "The Eagle Boys' administrators, SV Partners, said on Thursday the business had attracted interest from several parties and they were hopeful of making a \"swift sale\".\nOne of the private equity bidders told The Australian Financial Review it had decided against proceeding with a transaction before Eagle Boys went into administration.\n\"They're in dire need and this is something that's going to change the game for them,\" Mr Parrott told the Financial Review.\nHowever, 13 company-owned stores in Queensland, NSW and Western Australia will close, reducing the number of Eagle Boys outlets to 114 compared with 340 at the peak a few years ago.\nMr Parrott denied that it was his way of getting revenge against Domino's.", "url": "http://www.afr.com/Page/Uuid/gqat73", "date": "2016-07-22", "involved_companies": ["DMP", "RFG"]}