{"emotion": {"anger": 0.08338, "joy": 0.487246, "sadness": 0.214114, "fear": 0.072427, "disgust": 0.069489}, "sentiment": {"score": 0.516656, "label": "positive"}, "headline": "Pizza Hut's new owners eye bigger slice of market", "text": "by\n\nSue Mitchell\n\nSarah Thompson\n\nAnthony Macdonald Private equity firm Allegro Funds is hoping three former \"burger flippers\" from McDonald's can restore the fortunes of Pizza Hut Australia and transform it into a stronger rival for market leader Domino's. Allegro Funds has teamed up with local Pizza Hut Australia management to buy the master franchise from its US parent Yum! Brands and is believed to be close to buying the Eagle Boys chain, which collapsed in July. The private equity firm also plans to buy existing Pizza Hut stores or open new stores to show struggling franchisees that it has \"skin in the game\" and to test new concepts and processes, including speedier deliveries and improved online ordering. \"Everyone is keen to see a change and keen to see more money invested in marketing so Pizza Hut can be restored to the premier brand people know and love,\" Allegro managing partner Chester Moynihan told The Australian Financial Review after the deal was first reported in Street Talk.\n\n\"We don't have to be the market leader but we have aspirations to be a very strong number two to Domino's,\" he said.\n\n\"Domino's is a $6 billion market cap business – we don't have to achieve anywhere near that for this to be a success for Allegro.\" Allegro is working with three former McDonald's executives – Peter Rodwell, Lisa Ransom and Chris Leslie – who have taken equity stakes in Pizza Hut Australia and will take the roles of executive chairman, chief executive and chief operating officer. Mr Moynihan is confident the three have the expertise required to turn around Pizza Hut Australia, which has been losing sales and market share to Domino's for the past 20 years. \"This is not about flipping burgers or making pizzas, this is about using their expertise in creating consumer-centric businesses, delivering on customer experience, delivering on brands, and delivering on operational excellence,\" he said.\n\n\"All those business principles are the same across different QSR brands.\" Pizza Hut's new management team is expected to meet Pizza Hut franchisees in coming weeks to explain their new strategy and seek franchisee input. Pizza Hut Australia's general manager, Graeme Houston, will leave to pursue a personal charitable passion after transitioning the business over the past few years. Mr Moynihan declined to reveal Allegros' purchase price but said the firm typically invests about $50 million in equity in investments.\n\nHe also declined to comment on the potential acquisition of the Eagle Boys master franchise, which is up for sale after its parent went into administration six weeks ago. A merger of Pizza Hut and Eagle Boys would create the second-largest pizza chain in Australia with more than 30 per cent of the $3.7 billion market and 400 stores. Eagle Boys has 114 stores, compared with 340 at its peak a few years ago and Pizza Hut has 270 stores or about 20 to 25 per cent of the market. The deal will see YUM! Brands quit the local pizza market and focus on fried chicken franchise KFC Australia.", "image": "http://www.afr.com/content/dam/images/g/l/4/a/5/o/image.related.socialLead.620x349.gra15k.png/1494756124964.jpg", "summary": "\" Pizza Hut's new management team is expected to meet Pizza Hut franchisees in coming weeks to explain their new strategy and seek franchisee input.\nAllegro Funds has teamed up with local Pizza Hut Australia management to buy the master franchise from its US parent Yum!\nPizza Hut Australia's general manager, Graeme Houston, will leave to pursue a personal charitable passion after transitioning the business over the past few years.\nBrands quit the local pizza market and focus on fried chicken franchise KFC Australia.\nA merger of Pizza Hut and Eagle Boys would create the second-largest pizza chain in Australia with more than 30 per cent of the $3.7 billion market and 400 stores.", "url": "http://www.afr.com/Page/Uuid/gra15k", "date": "2016-09-07", "involved_companies": ["DMP"]}