{"emotion": {"anger": 0.459137, "joy": 0.526205, "sadness": 0.571917, "fear": 0.139029, "disgust": 0.101692}, "sentiment": {"score": -0.29295, "label": "negative"}, "headline": "Why DMP's Harry Cator is not buying the Australian banks", "text": "Share on twitter Vesna Poljak by \"Yeah, I'm bored with Brexit,\" says Harry Cator. Nor does the DMP Asset Management boss and apparent history buff try to hide it. \"People go 'Brexit, Brexit!' Well don't forget there's precedent here when Henry XIII left the Roman Catholic church in 1534 and Poms are good at that, we're an island state and we don't like people interfering in our business too much.\" The real issue for Australian investors, he observes, is a misplaced obsession with the United States and president Donald Trump \"but 73 per cent of everything we do is with Asia\". It's not dissimilar to the nation's other favourite hobby, cashing those big four bank dividends. \"Everybody can't do without the banks because of the yield but our view is your major bank share prices in five years' time will be lower than they are today and therefore you've given up in capital your dividend,\" Cator says.\n\nHe agrees the Reserve Bank is \"cornered\", but that's another story. \"It's an unproductive asset, housing doesn't create a cracker. Post the build, what do you do? Wash a few windows?\"\n\nThe case for, or against, banks has nothing to do with how they are being run, it's just for 35 years, he says, \"it's been one-way traffic\". The exposure of the banks to the population is also \"ridiculously\" high since ANZ backed away from Asia and National Australia Bank the US. \"I own as few of them as I dare allow.\" With return on equity elevated, and \"the greatest exposure in modern history of the Australian banking system to the Australian economy,\" Cator factors in not just an estimated 65 per cent loan book exposure to residential mortgages but also small business lending backed off the private residence. \"If you then throw that in as well you're going to be looking north of 80 per cent of their book is in one spot and never before have the big four banks been so concentrated in the Australian market,\" he says. \"What you have is a situation where you have a very, very indebted household, an incredibly concerned APRA to bring up the equity levels, and when you have 'E' coming up – i.e. more of 'E' required – and top line slowing and possibly plateauing so no growth, ergo RoE falls.\n\n\"And if RoE falls, P/E will follow,\" referring to the price-to-earnings ratio measure of value. \"The thing about banks with bad and doubtful debts, they don't go from 15 basis points to 16 to 17 to 18 to 19, they go from 15 to 85 and that's a whole year of earnings written off.\" Cator has been with the boutique firm DMP since 2001, after leaving his previous job as chief investment officer at Axa following its deal with AllianceBernstein. \"That's when I decided that me and politics and big organisations don't mix,\" he says. His first investment job was at Mercury Asset Management which he eventually ran in Australia until it was bought by Merrill Lynch (he resigned from that role too). He credits his Arabic studies for helping distinguish him among 4500 applicants to get a foot in the door at Mercury. The head of HR told him as much afterwards, asking \"what idiot does Arabic and law?\" Cator also did a thesis on Islamic banking in 1985 when it was \"very untrendy\".\n\nIn between, Mercury sent him to Japan for three and a half years before he returned to London. He loves investing because it is an invitation to \"stick your nose into everybody's business\", and \"this wonderful game when you're trying to outwit a whole range of other players and the market\". \"When you get that right every now and again it feels fantastic. When you get it wrong it feels like someone's dropped a very large lead weight on your head from a height and it's a great leveller.\" Cator's daughter has converted him into a horse rider, and he does competitive eventing once a month. He recalls a recent conversation with a fellow rider that left him in furious agreement. \"She says, 'You know what I love about horse riding? It doesn't matter how rich you are or how great your horse is, when you're picking at their back feet they all still shit on you'.\" DMP takes an interest in hybrids as well as equities, participating in Challenger's latest capital notes (he also discloses that Challenger and DMP have a non-executive director in common). \"Great company, great offering, amazing dominance in their space,\" he says.\n\n\"We buy things which we think are going to go up not because they sit at 6 per cent of the index. Do we make mistakes? You bet we do, everyone does,\" Cator insists. \"In 2012 we took a view on resources and we sold them, goodbye BHP. BHP was 14 per cent of the index at the time and we went to basically zero.\" DMP has not bought any BHP since. \"We're still zero. They're in a long-term structural decline. We sold them mid-30s and today they're $26. BHP is no higher than it was 10 years ago. So what's the story? Would I have liked to have bought them at $14? For sure but remember at $14, Samarco was very big, they'd just destroyed huge chunks of Brazil in the dam disaster, it's still not solved.\" His latest investment thinking borrows from a classic fable: \"The house of straw to us is resources, the house of sticks are the banks.\" Cator wants to invest in the houses of bricks, which are companies that have an asset or an operating model that is unique, long-life, or dominant. \"Take Transurban, if you're going to do tollroads in Australia and or in the rest of the world, they're going to be up there. They dominate the space in this country.\" CSL and Carsales also make the cut as does Sydney Airport, even post-Badgerys Creek.", "image": "http://www.afr.com/content/dam/images/g/v/f/o/v/b/image.related.afrArticleLead.620x365.gvfosk.png/1491789503705.jpg", "summary": "\"Take Transurban, if you're going to do tollroads in Australia and or in the rest of the world, they're going to be up there.\nYou bet we do, everyone does,\" Cator insists.\nShare on twitter Vesna Poljak by \"Yeah, I'm bored with Brexit,\" says Harry Cator.\nNor does the DMP Asset Management boss and apparent history buff try to hide it.\n\" His latest investment thinking borrows from a classic fable: \"The house of straw to us is resources, the house of sticks are the banks.", "url": "http://www.afr.com/Page/Uuid/gvfosk", "date": "2017-04-09", "involved_companies": ["TCL", "CSL", "MYX", "DMP", "APA", "BHP", "CGF"]}